[
  {
    "category": "Deposit Act (供託法)",
    "titleText": "Mastering\nJapanese Legal English",
    "word": "Recovery of Deposit",
    "definition": "The right of the depositor to retrieve the deposited money or securities when the cause for deposit ceases to exist.",
    "japaneseDefinition": "供託の原因が消滅したときなどに、供託者が供託した金銭や有価証券を取り戻す権利。",
    "japaneseWordTranslation": "供託金の取戻し (きょうたくきんのとりもどし)",
    "legalContext": "Deposit Act Art. 8: The depositor may request the recovery of the deposit.",
    "japaneseLegalContext": "供託法第8条：供託者は、...供託物の取戻しを請求することができる。",
    "exampleSentence": "The depositor filed a request for the recovery of the deposit after the lawsuit was settled.",
    "exampleTranslation": "訴訟が和解した後、供託者は供託金の取戻し請求を行った。",
    "vocabularyList": [
      {
        "word": "Retrieve",
        "translation": "取り戻す"
      },
      {
        "word": "Cease",
        "translation": "消滅する/止む"
      },
      {
        "word": "Request",
        "translation": "請求する"
      },
      {
        "word": "Settle",
        "translation": "解決する/和解する"
      },
      {
        "word": "Depositor",
        "translation": "供託者"
      }
    ]
  },
  {
    "category": "Deposit Act (供託法)",
    "titleText": "Mastering\nJapanese Legal English",
    "word": "Obligee's Refusal to Accept Performance",
    "definition": "The situation where the creditor refuses, without justifiable cause, to accept the performance tendered by the obligor. This refusal triggers the obligor's statutory right to discharge the obligation through consignment.",
    "japaneseDefinition": "債権者が正当な理由なく、債務者が提供した履行の受領を拒否する状況。この拒否は、債務者が供託によって債務を消滅させる法定の権利を行使する原因となる。",
    "japaneseWordTranslation": "受領拒否 (じゅりょうきょひ)",
    "legalContext": "Civil Code Art. 494: ... If the obligee refuses to accept the performance, or is unable to accept it, the obligor may be released from the obligation by consigning the subject matter of the performance.",
    "japaneseLegalContext": "民法第494条: 債権者が弁済の受領を拒み、又はこれを受領することができないときは、弁済をすべき者は、債権者のためにその弁済の目的物を供託することができる。",
    "exampleSentence": "The obligor initiated consignment proceedings immediately following the obligee's refusal to accept performance of the final outstanding payment.",
    "exampleTranslation": "債務者は、最終的な未払い金の弁済に対する債権者の受領拒否を受け、直ちに供託手続を開始した。",
    "vocabularyList": [
      {
        "word": "tenders performance",
        "translation": "履行を提供する"
      },
      {
        "word": "justifiable cause",
        "translation": "正当な理由"
      },
      {
        "word": "discharge the obligation",
        "translation": "債務を消滅させる"
      },
      {
        "word": "consigning",
        "translation": "供託する (こと)"
      },
      {
        "word": "outstanding payment",
        "translation": "未払い金"
      }
    ]
  },
  {
    "category": "Deposit Act (供託法)",
    "titleText": "Mastering\nJapanese Legal English",
    "word": "Consigned Property",
    "definition": "The money, negotiable instruments, or other movable goods that the obligor entrusts to a governmental facility in order to release themselves from their obligation, typically due to issues such as the obligee’s refusal or unknown whereabouts.",
    "japaneseDefinition": "債務者が、債権者の受領拒否や所在不明などの理由により、自己の債務を免れるために国の機関に委託する金銭、有価証券その他の動産。",
    "japaneseWordTranslation": "供託物 (きょうたくぶつ)",
    "legalContext": "Deposit Act Art. 8: Money or negotiable instruments shall be the Consigned Property in the case of judicial security or performance discharge consignment, except as otherwise provided by law.",
    "japaneseLegalContext": "供託法第8条: 法令に別段の定めがある場合を除くほか、司法上の保証又は弁済による供託は、金銭又は有価証券をもって供託物とする。",
    "exampleSentence": "A detailed inventory must be submitted outlining the quantity and nature of the Consigned Property before the consignment is accepted by the authorities.",
    "exampleTranslation": "当局により供託が受理される前に、供託物の数量と性質を詳述した詳細な目録が提出されなければならない。",
    "vocabularyList": [
      {
        "word": "negotiable instruments",
        "translation": "有価証券"
      },
      {
        "word": "movable goods",
        "translation": "動産"
      },
      {
        "word": "release themselves",
        "translation": "（義務を）免れる"
      },
      {
        "word": "judicial security",
        "translation": "司法上の保証"
      },
      {
        "word": "detailed inventory",
        "translation": "詳細な目録"
      },
      {
        "word": "nature",
        "translation": "性質"
      }
    ]
  },
  {
    "category": "Deposit Act (供託法)",
    "titleText": "Mastering\nJapanese Legal English",
    "word": "Recipient of Consignment",
    "definition": "The designated party for whose benefit the consignment is made and who has the legal authority to receive the Consigned Property from the managing facility.",
    "japaneseDefinition": "供託がその者の利益のために行われる、指定された当事者であり、管理施設から供託物を受領する法的な権限を有する者。",
    "japaneseWordTranslation": "被供託者 (ひきょうたくしゃ)",
    "legalContext": "Deposit Act Enforcement Rules Art. 24: In cases where the Recipient of Consignment is an unknown person, the grounds for being unknown must be specified in the application.",
    "japaneseLegalContext": "供託法施行規則第24条: 被供託者が不確知である場合には、その不確知の事由を申請書に記載しなければならない。",
    "exampleSentence": "To claim the funds, the Recipient of Consignment must provide proof of identification and demonstrate their legal entitlement to the Consigned Property.",
    "exampleTranslation": "資金を請求するためには、被供託者は身分証明書を提出し、供託物に対する法的資格を証明しなければならない。",
    "vocabularyList": [
      {
        "word": "designated party",
        "translation": "指定された当事者"
      },
      {
        "word": "legal authority",
        "translation": "法的権限"
      },
      {
        "word": "managing facility",
        "translation": "管理施設"
      },
      {
        "word": "unknown person",
        "translation": "不確知の者"
      },
      {
        "word": "application",
        "translation": "申請書"
      },
      {
        "word": "legal entitlement",
        "translation": "法的資格"
      }
    ]
  },
  {
    "category": "Deposit Act (供託法)",
    "titleText": "Mastering\nJapanese Legal English",
    "word": "Statutory Cause for Consignment",
    "definition": "The specific legal ground or prerequisite, stipulated usually under the Civil Code, that authorizes a debtor to extinguish their obligation by placing the subject matter of performance with the administrative authority.",
    "japaneseDefinition": "債務者がその債務の履行の目的物を行政機関に寄託し、債務を消滅させることを正当化する、民法その他の法令に定められた特定の法的根拠または要件。",
    "japaneseWordTranslation": "供託原因 (きょうたくげんいん)",
    "legalContext": "Civil Code Art. 494 (Conditions for Consignment): If the obligee refuses to accept performance, or is unable to accept performance, or if the obligor cannot determine who the obligee is without fault, the obligor may be relieved of their obligation by consigning the subject matter of the performance.",
    "japaneseLegalContext": "民法第494条（供託）：債権者が弁済の受領を拒み、又はこれを受領することができないとき、弁済者が過失なく債権者を確知することができないときも、同様とする。",
    "exampleSentence": "The consignor must clearly state the Statutory Cause for Consignment, such as uncertainty of the obligee, in the required documentation.",
    "exampleTranslation": "供託者は、債権者不確知などの供託原因を、必要書類に明確に記載しなければならない。",
    "vocabularyList": [
      {
        "word": "prerequisite",
        "translation": "要件"
      },
      {
        "word": "debtor",
        "translation": "債務者"
      },
      {
        "word": "extinguish the obligation",
        "translation": "債務を消滅させる"
      },
      {
        "word": "subject matter of performance",
        "translation": "履行の目的物"
      },
      {
        "word": "uncertainty of the obligee",
        "translation": "債権者不確知"
      },
      {
        "word": "consignor",
        "translation": "供託者"
      }
    ]
  },
  {
    "category": "Deposit Act (供託法)",
    "titleText": "Mastering\nJapanese Legal English",
    "word": "Deposit Ledger",
    "definition": "The official registry or record book maintained by the designated administrative office detailing the particulars of all legal consignments made, including the identities of the parties, the grounds for consignment, and the type of consigned property.",
    "japaneseDefinition": "指定された行政機関が維持する公式の台帳または記録簿であり、なされた全ての法的寄託の詳細（当事者の身元、寄託の根拠、寄託物の種類など）を詳述するもの。",
    "japaneseWordTranslation": "供託簿 (きょうたくぼ)",
    "legalContext": "Deposit Act Art. 4 (Maintenance of Records and Ledgers): The administrative office shall prepare and maintain ledgers and other records necessary for handling consignments, as specified by ministerial ordinance.",
    "japaneseLegalContext": "供託法第4条（簿冊の調製）：供託所には、供託事務を処理するため、法務省令で定めるところにより、供託簿その他の帳簿を備える。",
    "exampleSentence": "A certified copy of the entry in the Deposit Ledger is often required when submitting a Claim for Delivery of Consigned Property.",
    "exampleTranslation": "供託物払渡請求を提出する際には、供託簿の記載事項の証明書が必要となることが多い。",
    "vocabularyList": [
      {
        "word": "registry",
        "translation": "台帳"
      },
      {
        "word": "administrative office",
        "translation": "行政機関"
      },
      {
        "word": "identity of the parties",
        "translation": "当事者の身元"
      },
      {
        "word": "ministerial ordinance",
        "translation": "法務省令"
      },
      {
        "word": "certified copy",
        "translation": "証明書"
      },
      {
        "word": "handling consignments",
        "translation": "供託事務の処理"
      }
    ]
  },
  {
    "category": "Deposit Act (供託法)",
    "titleText": "Mastering\nJapanese Legal English",
    "word": "Claim for Delivery of Consigned Property",
    "definition": "A formal administrative petition submitted to the administrative authority requesting the release and transfer of the funds or goods held under consignment, filed by the party entitled to receive the property.",
    "japaneseDefinition": "寄託されている金銭または物品の解放および移転を、当該財産を受け取る権利を有する当事者によって提出される、行政機関に対する正式な行政上の申請。",
    "japaneseWordTranslation": "供託物払渡請求 (きょうたくぶつ はらいわたし せいきゅう)",
    "legalContext": "Deposit Act Art. 9 (Procedure for Delivery): A person seeking the delivery of the consigned property must submit a written claim to the administrative office.",
    "japaneseLegalContext": "供託法第9条（払渡しの手続）：供託物の払渡しを受けようとする者は、供託所に書面で請求しなければならない。",
    "exampleSentence": "Following a court judgment confirming their status as the rightful obligee, the plaintiff submitted a Claim for Delivery of Consigned Property to the administrative office.",
    "exampleTranslation": "原告は、正当な債権者としての地位を確定する判決後、行政機関に供託物払渡請求を提出した。",
    "vocabularyList": [
      {
        "word": "administrative petition",
        "translation": "行政上の申請"
      },
      {
        "word": "release and transfer",
        "translation": "解放および移転"
      },
      {
        "word": "party entitled",
        "translation": "権利を有する当事者"
      },
      {
        "word": "written claim",
        "translation": "書面で請求"
      },
      {
        "word": "court judgment",
        "translation": "裁判の判決"
      },
      {
        "word": "rightful obligee",
        "translation": "正当な債権者"
      },
      {
        "word": "submitted",
        "translation": "提出した"
      }
    ]
  },
  {
    "category": "Deposit Act (供託法)",
    "titleText": "Mastering\nJapanese Legal English",
    "word": "Deposit for Release",
    "definition": "A type of deposit made by an obligor (debtor) when they are unable to perform their obligation directly to the obligee (creditor), often due to the obligee’s refusal to accept performance or inability to do so, which results in the extinguishment of the obligation.",
    "japaneseDefinition": "債務者（弁済者）が、債権者の受領拒否、受領不能、または過失なく債権者を特定できない場合に、債務を消滅させるために行う供託。弁済供託とも呼ばれる。",
    "japaneseWordTranslation": "弁済のための供託 (べんさいのためのきょうたく)",
    "legalContext": "Civil Code Art. 494: If the obligee refuses to accept performance, or cannot accept performance, the obligor may be discharged from the obligation by depositing the subject matter of the performance.",
    "japaneseLegalContext": "民法第494条: 債権者が弁済の受領を拒み、又はこれを受領することができないときは、弁済者は、債権者を 위하여その弁済の目的物を供託して、その債務を免れることができる。",
    "exampleSentence": "The defendant made a Deposit for Release after the plaintiff repeatedly failed to designate a valid bank account for the settlement funds.",
    "exampleTranslation": "原告が和解金の有効な銀行口座を指定することを繰り返し怠ったため、被告は弁済のための供託を行った。",
    "vocabularyList": [
      {
        "word": "obligor",
        "translation": "債務者"
      },
      {
        "word": "obligee",
        "translation": "債権者"
      },
      {
        "word": "extinguishment of the obligation",
        "translation": "債務の消滅"
      },
      {
        "word": "settlement funds",
        "translation": "和解金"
      },
      {
        "word": "refusal to accept performance",
        "translation": "受領拒否"
      },
      {
        "word": "designate",
        "translation": "指定する"
      }
    ]
  },
  {
    "category": "Deposit Act (供託法)",
    "titleText": "Mastering\nJapanese Legal English",
    "word": "Legal Effect of Deposit",
    "definition": "The legal consequences that arise when a deposit is validly made, most commonly the discharge of the obligor's duty, effective from the date of the deposit, provided the formal requirements are met.",
    "japaneseDefinition": "供託が適法に完了したことによって発生する法律上の効果。主に、供託の日に遡って債務が消滅する点にその主たる意義がある。",
    "japaneseWordTranslation": "供託の効力 (きょうたくのこうりょく)",
    "legalContext": "The legal effect of a Deposit for Release is the retroactive extinguishment of the obligation as of the date the deposit was actually made.",
    "japaneseLegalContext": "弁済のための供託の効力は、実際に供託がなされた日に遡及して債務が消滅することである。",
    "exampleSentence": "The court examined whether the Applicant met all the procedural requirements necessary for the Legal Effect of Deposit to attach, thereby discharging the outstanding debt.",
    "exampleTranslation": "裁判所は、申請人が未払いの債務を免れるために供託の効力が発生するのに必要な全ての手続き要件を満たしているかを審査した。",
    "vocabularyList": [
      {
        "word": "retroactive",
        "translation": "遡及的な"
      },
      {
        "word": "procedural requirements",
        "translation": "手続き要件"
      },
      {
        "word": "attach (legal effect)",
        "translation": "発生する／帰属する"
      },
      {
        "word": "Applicant",
        "translation": "申請人"
      },
      {
        "word": "outstanding debt",
        "translation": "未払いの債務"
      },
      {
        "word": "discharge of duty",
        "translation": "義務の免除"
      }
    ]
  },
  {
    "category": "Deposit Act (供託法)",
    "titleText": "Mastering\nJapanese Legal English",
    "word": "Deposit for Litigation Security",
    "definition": "A deposit required by a court, typically under the Code of Civil Procedure, to ensure the payment of potential litigation expenses that one party (usually the defendant) may incur if the demanding party (usually the plaintiff) loses the case.",
    "japaneseDefinition": "裁判所により、訴訟費用に充てるための担保として命じられる供託。原告が敗訴した場合などに備えて、被告が負担する可能性のある費用を担保するために要求される。",
    "japaneseWordTranslation": "訴訟費用担保供託 (そしょうひようたんぽきょうたく)",
    "legalContext": "Code of Civil Procedure Art. 75 sets forth the requirements under which a defendant may move the court to order the plaintiff to furnish Deposit for Litigation Security.",
    "japaneseLegalContext": "民事訴訟法第75条は、被告が原告に対し訴訟費用担保供託を命じるよう裁判所に申し立てることができる要件を規定している。",
    "exampleSentence": "Because the plaintiff resided abroad, the court ordered him to furnish a substantial Deposit for Litigation Security before proceeding with the trial.",
    "exampleTranslation": "原告は海外在住であったため、裁判所は審理を進める前に、相当額の訴訟費用担保供託を行うよう命じた。",
    "vocabularyList": [
      {
        "word": "litigation expenses",
        "translation": "訴訟費用"
      },
      {
        "word": "furnish",
        "translation": "提供する"
      },
      {
        "word": "Code of Civil Procedure",
        "translation": "民事訴訟法"
      },
      {
        "word": "resided abroad",
        "translation": "海外在住であった"
      },
      {
        "word": "move the court",
        "translation": "裁判所に申し立てる"
      },
      {
        "word": "defendant",
        "translation": "被告"
      }
    ]
  },
  {
    "category": "Deposit Act (供託法)",
    "titleText": "Mastering\nJapanese Legal English",
    "word": "Certificate of Consignment Completion",
    "definition": "The formal instrument issued by the administrative authority (the deposit office) acknowledging that the prescribed legal consignment procedures have been fully carried out by the consigner.",
    "japaneseDefinition": "供託所が、供託者が所定の供託手続を完全に履行したことを証明するために交付する公的な書面。",
    "japaneseWordTranslation": "供託完了証書 (きょうたくかんりょうしょうしょ)",
    "legalContext": "Rules for the Implementation of the Deposit Act, Art. 23 (Principle): Upon completion of the deposit procedure, the administrative authority shall issue a certificate to the consigner.",
    "japaneseLegalContext": "供託規則第23条（原則）：供託手続が完了したときは、供託所は供託者に供託完了証書を交付しなければならない。",
    "exampleSentence": "The consigner must attach the Certificate of Consignment Completion to the petition when applying for the delivery of the consigned assets to the specific claimant.",
    "exampleTranslation": "特定の債権者に対する供託物の払渡しを申請する際、供託者は供託完了証書を申立書に添付しなければならない。",
    "vocabularyList": [
      {
        "word": "instrument",
        "translation": "書面"
      },
      {
        "word": "administrative authority",
        "translation": "行政機関"
      },
      {
        "word": "consigner",
        "translation": "供託者"
      },
      {
        "word": "prescribed procedures",
        "translation": "所定の手続"
      },
      {
        "word": "petition",
        "translation": "申立て"
      },
      {
        "word": "claimant",
        "translation": "債権者"
      },
      {
        "word": "delivery",
        "translation": "払渡し"
      }
    ]
  },
  {
    "category": "Deposit Act (供託法)",
    "titleText": "Mastering\nJapanese Legal English",
    "word": "Business Guarantee Deposit",
    "definition": "A mandatory deposit required by specific sectoral laws (e.g., real estate or travel services) to ensure that the obligor has sufficient financial backing to compensate customers or clients for damages arising from business operations.",
    "japaneseDefinition": "特定の業法に基づき、営業活動から生じた顧客に対する損害賠償のために、債務者が十分な資金的裏付けを有することを確保するために義務付けられる供託。",
    "japaneseWordTranslation": "営業保証供託 (えいぎょうほしょうきょうたく)",
    "legalContext": "Travel Agency Act, Art. 10 (Principle): A registered travel agency must, prior to commencing its business, place a Business Guarantee Deposit with a designated office.",
    "japaneseLegalContext": "旅行業法第10条（原則）：登録を受けた旅行業者は、事業を開始する前に、指定の供託所に営業保証供託を行わなければならない。",
    "exampleSentence": "Failure to place the required Business Guarantee Deposit can lead to the revocation of the business license under the relevant sectoral legislation.",
    "exampleTranslation": "必要な営業保証供託を怠ると、関連する業法に基づき営業許可の取消しにつながる可能性がある。",
    "vocabularyList": [
      {
        "word": "sectoral laws",
        "translation": "業法"
      },
      {
        "word": "mandatory",
        "translation": "義務的な"
      },
      {
        "word": "obligor",
        "translation": "債務者"
      },
      {
        "word": "compensation",
        "translation": "賠償"
      },
      {
        "word": "financial backing",
        "translation": "資金的裏付け"
      },
      {
        "word": "revocation",
        "translation": "取消し"
      },
      {
        "word": "relevant legislation",
        "translation": "関連法規"
      }
    ]
  },
  {
    "category": "Deposit Act (供託法)",
    "titleText": "Mastering\nJapanese Legal English",
    "word": "Authorization to Return Consigned Assets",
    "definition": "The formal judicial or administrative prerequisite necessary to permit the consigner (or their successor) to reclaim the consigned assets when the original legal ground or purpose for the deposit has been extinguished.",
    "japaneseDefinition": "供託の根拠となった法律上の原因または目的が消滅した場合に、供託者（又はその承継人）が供託物を取り戻すことを許可するために必要な、裁判所または行政庁による正式な承認手続き。",
    "japaneseWordTranslation": "供託物の取戻しの承認 (きょうたくぶつのとりもどしのしょうにん)",
    "legalContext": "Deposit Act, Art. 48 (Principle): If the grounds that required the deposit have ceased to exist, the consigner may apply for the Authorization to Return Consigned Assets.",
    "japaneseLegalContext": "供託法第48条（原則）：供託を必要とした事由が消滅したときは、供託者は供託物の取戻しの承認を申請することができる。",
    "exampleSentence": "Since the underlying legal dispute was settled, the applicant filed a motion seeking Authorization to Return Consigned Assets, arguing that the security purpose was fulfilled.",
    "exampleTranslation": "基礎となる法的紛争が和解したため、申立人は、担保目的が達成されたとして、供託物の取戻しの承認を求める申立てを行った。",
    "vocabularyList": [
      {
        "word": "judicial prerequisite",
        "translation": "司法上の要件"
      },
      {
        "word": "successor",
        "translation": "承継人"
      },
      {
        "word": "reclaim",
        "translation": "取り戻す"
      },
      {
        "word": "extinguished",
        "translation": "消滅した"
      },
      {
        "word": "underlying dispute",
        "translation": "基礎となる紛争"
      },
      {
        "word": "motion",
        "translation": "申立て"
      },
      {
        "word": "security purpose",
        "translation": "担保目的"
      }
    ]
  },
  {
    "category": "Deposit Act (供託法)",
    "titleText": "Mastering\nJapanese Legal English",
    "word": "Consignment Note",
    "definition": "The formal document filed by the consigner (depositor) with the competent authorities, detailing the grounds for consignment, the nature and amount of the consigned property, and the specific recipient (obligee) intended to receive the funds or goods.",
    "japaneseDefinition": "供託をする者が、供託の理由、供託物の内容、受領者等、法定の事項を記載して供託所に提出する書類。",
    "japaneseWordTranslation": "供託書 (きょうたくしょ)",
    "legalContext": "Deposit Act Art. 4: 'A person making a consignment shall submit a consignment note containing the matters specified by Ministry of Justice Ordinance to the deposit office.'",
    "japaneseLegalContext": "供託法第4条：「供託をしようとする者は、法務省令で定める事項を記載した供託書を供託所に提出しなければならない。」",
    "exampleSentence": "The deposit office verified the particulars listed on the Consignment Note before officially accepting the legal tender provided for the release of debt.",
    "exampleTranslation": "供託所は、債務の免責のために提供された法定通貨を正式に受理する前に、供託書に記載された詳細事項を確認した。",
    "vocabularyList": [
      {
        "word": "consigner (depositor)",
        "translation": "供託者"
      },
      {
        "word": "competent authorities",
        "translation": "権限ある当局"
      },
      {
        "word": "legal tender",
        "translation": "法定通貨"
      },
      {
        "word": "release of debt",
        "translation": "債務の免責"
      },
      {
        "word": "particulars",
        "translation": "詳細事項"
      },
      {
        "word": "Ministry of Justice Ordinance",
        "translation": "法務省令"
      }
    ]
  },
  {
    "category": "Deposit Act (供託法)",
    "titleText": "Mastering\nJapanese Legal English",
    "word": "Deposit for Damages Security",
    "definition": "A type of legal consignment required, typically by court order, to secure compensation for any potential damages or losses that a respondent may incur as a result of a claimant seeking or enforcing provisional remedies.",
    "japaneseDefinition": "民事保全手続などにおいて、債権者が行った保全処分により債務者に損害が生じた場合に備え、その損害賠償を担保するために積み立てる供託。",
    "japaneseWordTranslation": "損害担保供託 (そんがいたんぽきょうたく)",
    "legalContext": "Civil Provisional Remedies Act Art. 14: 'The court may order the obligee to provide security for the execution of the provisional attachment.' (This security often takes the form of a Deposit for Damages Security)",
    "japaneseLegalContext": "民事保全法第14条：「裁判所は、仮差押えの執行により債務者が受けるべき損害を担保させるため、債権者に担保を立てるべきことを命ずることができる。」",
    "exampleSentence": "The claimant was mandated to make a Deposit for Damages Security to cover potential economic harm caused by the expedited provisional disposition requested.",
    "exampleTranslation": "申立人は、要求された迅速な仮処分によって生じる可能性のある経済的損害を補償するため、損害担保供託を行うよう命じられた。",
    "vocabularyList": [
      {
        "word": "provisional remedies",
        "translation": "保全処分"
      },
      {
        "word": "claimant",
        "translation": "債権者"
      },
      {
        "word": "respondent",
        "translation": "債務者"
      },
      {
        "word": "expedited",
        "translation": "迅速な"
      },
      {
        "word": "court order",
        "translation": "裁判所の命令"
      },
      {
        "word": "compensation",
        "translation": "賠償"
      }
    ]
  },
  {
    "category": "Deposit Act (供託法)",
    "titleText": "Mastering\nJapanese Legal English",
    "word": "Claim for Reimbursement of Consigned Property",
    "definition": "The legal right held by the original consigner (depositor) to demand the return of the consigned property from the deposit office, applicable when the conditions for consignment are no longer valid, or if the obligee loses their right to receive the property.",
    "japaneseDefinition": "供託をした者が、供託の原因が消滅した場合、または供託された財産を受領すべき者がその権利を失った場合に、供託所に対し供託物の返還を求める権利。",
    "japaneseWordTranslation": "供託物取戻請求権 (きょうたくぶつとりもどしせいきゅうけん)",
    "legalContext": "Deposit Act Art. 38: 'A person who has made a consignment may claim the reimbursement of the consigned property only in the cases specified in the Civil Code or other laws.'",
    "japaneseLegalContext": "供託法第38条：「供託をした者は、民法その他の法律に定める場合を除いては、供託物を取り戻すことができない。」",
    "exampleSentence": "After the underlying dispute was settled out of court, the consigner filed a Claim for Reimbursement of Consigned Property on the grounds that the reason for the original consignment had ceased to exist.",
    "exampleTranslation": "原告は、根底にある紛争が裁判外で和解されたため、当初の供託理由が消滅したことを根拠に、供託物取戻請求権を行使した。",
    "vocabularyList": [
      {
        "word": "reimbursement",
        "translation": "取り戻し／返還"
      },
      {
        "word": "underlying dispute",
        "translation": "根底にある紛争"
      },
      {
        "word": "settled out of court",
        "translation": "裁判外で和解された"
      },
      {
        "word": "ceased to exist",
        "translation": "消滅した"
      },
      {
        "word": "obligee",
        "translation": "供託受領者／債権者"
      },
      {
        "word": "grounds",
        "translation": "根拠"
      }
    ]
  },
  {
    "category": "Deposit Act (供託法)",
    "titleText": "Mastering\nJapanese Legal English",
    "word": "Depositor (Consignor)",
    "definition": "The person, whether an obligor or a third party, who makes a legal deposit of money, securities, or property at a Deposit Office in accordance with the provisions of the Deposit Act or other relevant laws.",
    "japaneseDefinition": "法令の規定に基づき、金銭、有価証券その他の物件を供託所に供託する行為を行う者（債務者であるか否かを問わない）。",
    "japaneseWordTranslation": "供託者 (きょうたくしゃ)",
    "legalContext": "Civil Code Art. 494: ...if the obligee refuses to accept performance or cannot accept it, the obligor may be discharged from the obligation by depositing the subject matter of the performance.",
    "japaneseLegalContext": "民法第494条: 債権者が弁済の受領を拒み、又はこれを受領することができないときは、弁済をすることができる者は、債権者のためにその弁済の目的物を供託して、その債務を免れることができる。",
    "exampleSentence": "The obligor acted as the depositor to make a deposit for release, thereby discharging their financial obligation.",
    "exampleTranslation": "債務者は、弁済供託を行う供託者として行動し、それによって金銭的義務を免れた。",
    "vocabularyList": [
      {
        "word": "obligor",
        "translation": "債務者"
      },
      {
        "word": "third party",
        "translation": "第三者"
      },
      {
        "word": "financial obligation",
        "translation": "金銭的義務"
      },
      {
        "word": "deposit for release",
        "translation": "弁済供託"
      },
      {
        "word": "discharge an obligation",
        "translation": "義務を免れる"
      },
      {
        "word": "subject matter",
        "translation": "目的物"
      }
    ]
  },
  {
    "category": "Deposit Act (供託法)",
    "titleText": "Mastering\nJapanese Legal English",
    "word": "Grounds for Recovery of Consigned Property",
    "definition": "The statutory conditions under which the depositor is permitted to recover the deposited property (money or assets) from the Deposit Office, typically involving the annulment of the cause for the original deposit or the lapse of the period for the recipient to claim the property.",
    "japaneseDefinition": "供託の目的である金銭または物件を供託者が供託所から取り戻すことが法的に許容される事由。通常、供託原因の消滅や受領者の請求権の失効などが該当する。",
    "japaneseWordTranslation": "供託物取戻事由 (きょうたくぶつ とりもどし じゆう)",
    "legalContext": "Deposit Act Art. 8, Paragraph 2: If the cause of the deposit has ceased to exist, the depositor may recover the consigned property.",
    "japaneseLegalContext": "供託法第8条第2項: 供託の原因が消滅したときは、供託者は、供託物を取り戻すことができる。",
    "exampleSentence": "In order to successfully petition for the recovery of the deposit, the claimant must demonstrate the existence of valid grounds for recovery of consigned property.",
    "exampleTranslation": "供託金の取戻しを求める請願を成功させるためには、請求者は有効な供託物取戻事由の存在を立証しなければならない。",
    "vocabularyList": [
      {
        "word": "claimant",
        "translation": "請求者"
      },
      {
        "word": "petition",
        "translation": "請願（申し立て）"
      },
      {
        "word": "annulment",
        "translation": "消滅"
      },
      {
        "word": "statutory conditions",
        "translation": "法令上の要件"
      },
      {
        "word": "lapse of period",
        "translation": "期間の失効"
      },
      {
        "word": "demonstrate",
        "translation": "立証する"
      }
    ]
  },
  {
    "category": "Deposit Act (供託法)",
    "titleText": "Mastering\nJapanese Legal English",
    "word": "Deposit Registrar",
    "definition": "A public official within the Ministry of Justice designated to oversee the administration of a Deposit Office, including the acceptance of deposits, maintenance of records, and issuance of formal decisions regarding the receipt and delivery of consigned property.",
    "japaneseDefinition": "法務省に所属し、供託所の事務を司る公務員。供託の受理、記録の管理、供託物の払渡し等に関する正式な決定を行う。",
    "japaneseWordTranslation": "供託官 (きょうたくかん)",
    "legalContext": "Deposit Act Art. 4: The deposit administration shall be carried out by a Deposit Registrar appointed by the Minister of Justice.",
    "japaneseLegalContext": "供託法第4条: 供託の事務は、法務大臣の任命した供託官が取り扱う。",
    "exampleSentence": "The Deposit Registrar rejected the application because the submitted documents did not sufficiently demonstrate the statutory cause for consignment.",
    "exampleTranslation": "提出された書類が法定の供託原因を十分に立証していなかったため、供託官はその申請を却下した。",
    "vocabularyList": [
      {
        "word": "rejected the application",
        "translation": "申請を却下した"
      },
      {
        "word": "Ministry of Justice",
        "translation": "法務省"
      },
      {
        "word": "administration",
        "translation": "事務"
      },
      {
        "word": "acceptance of deposits",
        "translation": "供託の受理"
      },
      {
        "word": "formal decisions",
        "translation": "正式な決定"
      },
      {
        "word": "submitted documents",
        "translation": "提出された書類"
      }
    ]
  },
  {
    "category": "Deposit Act (供託法)",
    "titleText": "Mastering\nJapanese Legal English",
    "word": "Vesting of Deposit Funds",
    "definition": "The legal moment or condition under which the ownership or control of the consigned assets definitively transfers from the initial consignor (depositor) to the recipient (obligee), thereby fully discharging the consignor's obligation.",
    "japaneseDefinition": "供託された財産の所有権が、供託者から被供託者へ確定的に移転し、これによって債務が消滅する法律上の時点または条件。",
    "japaneseWordTranslation": "供託金の帰属 (きょうたくきんのきぞく)",
    "legalContext": "Civil Code Art. 494: If a performance is deposited, the claim shall be extinguished to the extent of the deposited performance.",
    "japaneseLegalContext": "民法第494条: 供託は、債権者がこれを受諾し、又は供託を有効とする判決が確定した時に、その債権及び債務は、その供託の限度において消滅する。",
    "exampleSentence": "The dispute over the title to the land purchase was resolved once the court confirmed the vesting of deposit funds, discharging the buyer's payment obligation.",
    "exampleTranslation": "その土地購入権に関する紛争は、裁判所が供託金の帰属を確定し、買主の支払義務が解除された時点で解決した。",
    "vocabularyList": [
      {
        "word": "consignor",
        "translation": "供託者"
      },
      {
        "word": "obligee",
        "translation": "債権者"
      },
      {
        "word": "ownership",
        "translation": "所有権"
      },
      {
        "word": "dispute over the title",
        "translation": "権原をめぐる紛争"
      },
      {
        "word": "discharging",
        "translation": "解除する"
      },
      {
        "word": "payment obligation",
        "translation": "支払義務"
      }
    ]
  },
  {
    "category": "Deposit Act (供託法)",
    "titleText": "Mastering\nJapanese Legal English",
    "word": "Extinction Period for Reclaimable Assets",
    "definition": "The legally stipulated timeframe (typically 10 years in procedural rules) after which the depositor loses the right to reclaim the consigned assets due to the non-fulfillment of the legal condition that originally allowed for their recovery.",
    "japaneseDefinition": "供託者が、供託の取戻し事由の不成就によって供託した財産を取り戻す権利を失う、法令で定められた期間。通常は取戻し得る時から10年間とされる。",
    "japaneseWordTranslation": "供託物取戻請求権の消滅期間 (きょうたくぶつとりもどしせいきゅうけんのしょうめつきかん)",
    "legalContext": "Deposit Rules Art. 28 (Rule on the Prescription Period): A claim for the return of consigned assets shall be extinguished by prescription when 10 years have elapsed since the time the right to claim the return arose.",
    "japaneseLegalContext": "供託規則第28条（消滅期間に関する規定）：供託物払渡請求権は、その請求をすることができる時から10年を経過したときは、時効によって消滅する。",
    "exampleSentence": "If the original statutory cause remains unfulfilled, the consignor must exercise the right to reclaim the assets before the expiration of the extinction period for reclaimable assets.",
    "exampleTranslation": "元の法定原因が満たされないままであれば、供託者は供託物取戻請求権の消滅期間が満了する前にその権利を行使しなければならない。",
    "vocabularyList": [
      {
        "word": "reclaim",
        "translation": "取戻す"
      },
      {
        "word": "stipulated timeframe",
        "translation": "定められた期間"
      },
      {
        "word": "non-fulfillment",
        "translation": "不成就"
      },
      {
        "word": "statutory cause",
        "translation": "法定原因"
      },
      {
        "word": "exercise the right",
        "translation": "権利を行使する"
      },
      {
        "word": "extinguished by prescription",
        "translation": "時効によって消滅する"
      }
    ]
  },
  {
    "category": "Deposit Act (供託法)",
    "titleText": "Mastering\nJapanese Legal English",
    "word": "Provision of Deposit for Guarantee",
    "definition": "The act of formally setting aside assets (money or securities) at a deposit office to satisfy a requirement for a guarantee or security obligation imposed by law, often associated with litigation or administrative licensing procedures.",
    "japaneseDefinition": "法令または裁判所の命令により義務付けられた保証または担保の義務を履行するために、金銭または有価証券を供託所に預け入れる行為。",
    "japaneseWordTranslation": "担保供託の提供 (たんぽきょうたくのていきょう)",
    "legalContext": "Deposit Act Art. 1: This Act governs the procedures for depositing assets required by law or judicial orders and matters incidental thereto.",
    "japaneseLegalContext": "供託法第1条: この法律は、法令又は裁判所の命令により供託すべき金銭その他の物品の供託の手続及びこれに伴う事務を定めるものとする。",
    "exampleSentence": "The applicant was required to make the provision of deposit for guarantee before receiving the administrative license, securing potential future liabilities.",
    "exampleTranslation": "申請者は、将来の潜在的な責任を担保するため、行政許認可を受ける前に担保供託の提供を行うよう要求された。",
    "vocabularyList": [
      {
        "word": "assets",
        "translation": "財産 (資産)"
      },
      {
        "word": "securities",
        "translation": "有価証券"
      },
      {
        "word": "guarantee obligation",
        "translation": "保証義務"
      },
      {
        "word": "administrative license",
        "translation": "行政許認可"
      },
      {
        "word": "potential liabilities",
        "translation": "潜在的な責任"
      },
      {
        "word": "incidental thereto",
        "translation": "これに伴う"
      }
    ]
  },
  {
    "category": "Deposit Act (供託法)",
    "titleText": "Mastering\nJapanese Legal English",
    "word": "Consignor of Performance",
    "definition": "The party who deposits the subject matter of an obligation with a Deposit Office in order to discharge a debt, typically because the obligee refuses acceptance or cannot accept performance.",
    "japaneseDefinition": "債務者が、債権者の受領拒否その他の事由により、債務を免れるために供託を行う者。",
    "japaneseWordTranslation": "弁済供託者 (べんさいきょうたくしゃ)",
    "legalContext": "Civil Code Art. 494 (Effect of Consignment: The obligor shall be relieved of his/her obligation by Consignment.)",
    "japaneseLegalContext": "民法第494条（供託の効果：債権者不確知）",
    "exampleSentence": "The **Consignor of Performance** is relieved of their obligation upon valid completion of the deposit procedure.",
    "exampleTranslation": "弁済供託者は、供託手続が有効に完了した時点で、その債務を免れる。",
    "vocabularyList": [
      {
        "word": "obligee",
        "translation": "債権者"
      },
      {
        "word": "relieved of obligation",
        "translation": "債務を免れる"
      },
      {
        "word": "Deposit Office",
        "translation": "供託所"
      },
      {
        "word": "subject matter",
        "translation": "目的物"
      },
      {
        "word": "deposit procedure",
        "translation": "供託手続"
      }
    ]
  },
  {
    "category": "Deposit Act (供託法)",
    "titleText": "Mastering\nJapanese Legal English",
    "word": "Deposit based on Uncertainty of Creditor",
    "definition": "A specific type of deposit made when the obligor cannot identify, without negligence, the person who is the rightful obligee (e.g., due to disputes over competing claims to a receivable).",
    "japaneseDefinition": "債務者が過失なく債権者を確知できない場合に、債務を免れるために行う供託。",
    "japaneseWordTranslation": "債権者不確知による供託 (さいけんしゃふかくちにょるきょうたく)",
    "legalContext": "Civil Code Art. 494, para. 1, Item 2 (The case where the obligor cannot identify the obligee, without negligence)",
    "japaneseLegalContext": "民法第494条第1項第2号（債務者が過失なく債権者を確知することができない場合）",
    "exampleSentence": "The company executed a **Deposit based on Uncertainty of Creditor** because two parties claimed to be the rightful assignee of the receivable.",
    "exampleTranslation": "二当事者が売掛債権の正当な譲受人であると主張したため、会社は債権者不確知による供託を行った。",
    "vocabularyList": [
      {
        "word": "obligor",
        "translation": "債務者"
      },
      {
        "word": "competing claims",
        "translation": "競合する請求"
      },
      {
        "word": "rightful assignee",
        "translation": "正当な譲受人"
      },
      {
        "word": "receivable",
        "translation": "売掛債権"
      },
      {
        "word": "without negligence",
        "translation": "過失なく"
      }
    ]
  },
  {
    "category": "Deposit Act (供託法)",
    "titleText": "Mastering\nJapanese Legal English",
    "word": "Discharge by Consignment",
    "definition": "The legal consequence whereby an obligor's debt is extinguished upon the proper consignment of the subject matter of performance to a Deposit Office, replacing the necessity of direct performance to the obligee.",
    "japaneseDefinition": "債務者が給付の目的物を供託所に供託することにより、その債務が消滅する法的効果。",
    "japaneseWordTranslation": "供託による債務消滅 (きょうたくによるさいむしょうめつ)",
    "legalContext": "Civil Code Art. 494 (Effect of Consignment: The obligor shall be relieved of his/her obligation by Consignment.)",
    "japaneseLegalContext": "民法第494条（供託の効果：債務者がその債務を免れる）",
    "exampleSentence": "If the funds are properly consigned and the deposit is valid, the immediate result is **Discharge by Consignment**, releasing the obligor from further liability.",
    "exampleTranslation": "資金が適正に供託され、その供託が有効であれば、直ちに供託による債務消滅の効果が生じ、債務者はそれ以上の責任を免れる。",
    "vocabularyList": [
      {
        "word": "extinguished",
        "translation": "消滅した"
      },
      {
        "word": "liability",
        "translation": "責任"
      },
      {
        "word": "properly consigned",
        "translation": "適正に供託された"
      },
      {
        "word": "necessity of direct performance",
        "translation": "直接給付の必要性"
      },
      {
        "word": "further liability",
        "translation": "それ以上の責任"
      }
    ]
  },
  {
    "category": "Deposit Act (供託法)",
    "titleText": "Mastering\nJapanese Legal English",
    "word": "Notification of Deposit",
    "definition": "The official process by which the person who performed the deposit (the debtor) informs the obligee that the subject matter of the performance has been deposited with a designated deposit office, thereby discharging the debt.",
    "japaneseDefinition": "債務者が供託を行った際に、債権者に対して、履行の目的物が供託所に供託されたことを通知し、それにより債務が消滅したことを知らせる手続き。",
    "japaneseWordTranslation": "供託通知 (Kyōtaku Tsūchi)",
    "legalContext": "Deposit Act Art. 49: 'The deposit officer shall notify the obligee of the deposit...' (when the obligee's domicile or residence is known).",
    "japaneseLegalContext": "供託法第49条: 「供託官ハ債権者ノ住所又ハ居所ヲ知ルトキハ供託ヲ為シタルコトヲ債権者ニ通知スヘシ...」",
    "exampleSentence": "Failure to send the Notification of Deposit promptly may lead to disputes regarding the effective date of the discharge of the obligation.",
    "exampleTranslation": "供託通知を速やかに送付しない場合、債務が消滅したとする有効日に関して紛争が生じる可能性がある。",
    "vocabularyList": [
      {
        "word": "debtor",
        "translation": "債務者 (saimusha)"
      },
      {
        "word": "obligee",
        "translation": "債権者 (saikensha)"
      },
      {
        "word": "deposit officer",
        "translation": "供託官 (kyōtokukan)"
      },
      {
        "word": "discharge of the obligation",
        "translation": "債務の消滅 (saimu no shōmetsu)"
      },
      {
        "word": "effective date",
        "translation": "有効日 (yūkōbi)"
      }
    ]
  },
  {
    "category": "Deposit Act (供託法)",
    "titleText": "Mastering\nJapanese Legal English",
    "word": "Right to Recover Deposited Property",
    "definition": "The right held by the original depositor (debtor) to retrieve the deposited property when the legal ground for the deposit ceases to exist (e.g., the obligee rejects the deposit, or the legal dispute requiring the deposit is settled without payment to the obligee).",
    "japaneseDefinition": "供託の根拠となる法律上の原因が消滅した場合に、当初の供託者（債務者）が供託した財産を取り戻すことができる権利。",
    "japaneseWordTranslation": "供託物の取戻権 (Kyōtakubutsu no Torimodoshiken)",
    "legalContext": "Deposit Act Art. 32, Paragraph 1: 'The depositor may recover the deposited property in the following cases: 1. If the obligee has consented to the recovery...'",
    "japaneseLegalContext": "供託法第32条第1項: 「供託者ハ左ノ場合ニ於テハ供託物ヲ取戻スコトヲ得 1. 債権者カ取戻ニ同意シタルトキ...」",
    "exampleSentence": "The depositor must file a written application demonstrating the legal basis for exercising the Right to Recover Deposited Property.",
    "exampleTranslation": "供託者が供託物の取戻権を行使するためには、その法的根拠を証明する書面による申請を提出しなければならない。",
    "vocabularyList": [
      {
        "word": "retrieve",
        "translation": "取り戻す (torimodosu)"
      },
      {
        "word": "legal ground",
        "translation": "法律上の原因 (hōritsu-jō no gen'in)"
      },
      {
        "word": "consent",
        "translation": "同意 (dōi)"
      },
      {
        "word": "written application",
        "translation": "書面による申請 (shomen ni yoru shinsei)"
      },
      {
        "word": "legal basis",
        "translation": "法的根拠 (hōteki konkyo)"
      }
    ]
  },
  {
    "category": "Deposit Act (供託法)",
    "titleText": "Mastering\nJapanese Legal English",
    "word": "Vesting in the National Treasury",
    "definition": "The legal consequence under the Deposit Act where the right of a person entitled to receive deposited property (such as the obligee or the original depositor) is extinguished due to prescription (failure to claim within 20 years), resulting in the funds becoming the property of the national government of Japan.",
    "japaneseDefinition": "供託法に基づき、供託物の払渡を受ける権利を有する者（債権者または供託者）が、20年の時効期間内にその権利を行使しなかったことにより、当該供託物が国の所有となる法的結果。",
    "japaneseWordTranslation": "国庫帰属 (Kokko Kizoku)",
    "legalContext": "Deposit Act Art. 48, Paragraph 1: 'The right to demand the delivery of deposited property shall be extinguished by prescription if not exercised within 20 years from the time the deposit was made. In this case, the deposited property shall vest in the National Treasury.'",
    "japaneseLegalContext": "供託法第48条第1項: 「供託物ノ払渡ヲ請求スル権利ハ供託ノ日ヨリ二十年ノ間行使セサルトキハ時効ニ因リテ消滅ス。此ノ場合ニ於テハ供託物ハ国庫ニ帰属ス。」",
    "exampleSentence": "The law provides a strict 20-year period before unclaimed funds undergo Vesting in the National Treasury.",
    "exampleTranslation": "法律は、請求されない金銭が国庫帰属となる前に厳格な20年間の期間を定めている。",
    "vocabularyList": [
      {
        "word": "extinguished by prescription",
        "translation": "時効により消滅する (jikō ni yori shōmetsu suru)"
      },
      {
        "word": "unclaimed funds",
        "translation": "未請求の金銭 (miseikyū no kinsen)"
      },
      {
        "word": "legal consequence",
        "translation": "法的結果 (hōteki kekka)"
      },
      {
        "word": "right to demand the delivery",
        "translation": "払渡を請求する権利 (haraiwatashi o seikyū suru kenri)"
      },
      {
        "word": "statutory period",
        "translation": "法定期間 (hōtei kikan)"
      }
    ]
  },
  {
    "category": "Deposit Act (供託法)",
    "titleText": "Mastering\nJapanese Legal English",
    "word": "Consignment of Consideration",
    "definition": "A type of judicial deposit required when an entity (such as the government or a business operating under statutory authority) must pay compensation or the determined consideration for acquired property, but the payment cannot be delivered directly due to reasons such as the recipient's refusal or uncertainty regarding the ownership.",
    "japaneseDefinition": "土地収用などにおいて、収用する財産の対価として支払うべき金銭の交付が、受取人の拒否や確知不能などの理由によりできない場合に、法務局等にその対価を供託すること。",
    "japaneseWordTranslation": "対価供託 (たいかきょうたく)",
    "legalContext": "Governed by the Deposit Act (Kyoutaku-hou), but often mandated by specific statutes like the Land Expropriation Act (Tochi Shūyō-hō), which requires compensation to be paid or deposited before title transfer.",
    "japaneseLegalContext": "土地収用法第40条（代償の支払又は供託）などに基づき、供託法の手続きに従って行われる。",
    "exampleSentence": "The acquiring public entity initiated the consignment of consideration after the landowner repeatedly refused to accept the final assessed compensation for the seized land.",
    "exampleTranslation": "土地収用を行う公共事業体が、地権者が収用された土地の最終査定額の受け取りを再三拒否したため、対価供託を開始した。",
    "vocabularyList": [
      {
        "word": "acquiring public entity",
        "translation": "公共事業体"
      },
      {
        "word": "assessed compensation",
        "translation": "査定された補償金"
      },
      {
        "word": "seized land",
        "translation": "収用された土地"
      },
      {
        "word": "landowner",
        "translation": "地権者"
      },
      {
        "word": "title transfer",
        "translation": "所有権移転"
      },
      {
        "word": "expropriation",
        "translation": "収用"
      }
    ]
  },
  {
    "category": "Deposit Act (供託法)",
    "titleText": "Mastering\nJapanese Legal English",
    "word": "Certificate of Acceptance of Deposit",
    "definition": "An official legal document issued by the Deposit Office (Kyoutaku-sho) to the depositor, which serves as conclusive proof that the application for deposit has been formally accepted and that the underlying obligation has been legally discharged or secured, as applicable.",
    "japaneseDefinition": "供託所が供託申請人に対して交付する公文書であり、供託が正式に受理されたこと、およびその供託によって関連する債務が法令上消滅したこと、または担保されたことを証明するもの。",
    "japaneseWordTranslation": "供託受理証明書 (きょうたくじゅりしょうめいしょ)",
    "legalContext": "This certificate is crucial evidence required to prove the legal effect of a deposit (such as discharge of an obligation under Civil Code Art. 494) in subsequent legal proceedings or administrative procedures.",
    "japaneseLegalContext": "供託規則第21条に定められており、民法第494条に基づく債務消滅の効力を証明するために訴訟などで重要な証拠となる。",
    "exampleSentence": "Upon receiving the Certificate of Acceptance of Deposit, the depositor could successfully argue that its liability for the overdue payment had been extinguished.",
    "exampleTranslation": "供託受理証明書を受け取ったことにより、供託者は、滞納していた支払いに対する自己の責任が消滅したことを首尾よく主張することができた。",
    "vocabularyList": [
      {
        "word": "conclusive proof",
        "translation": "確定的な証拠"
      },
      {
        "word": "underlying obligation",
        "translation": "根底にある債務"
      },
      {
        "word": "discharged",
        "translation": "（債務が）消滅した"
      },
      {
        "word": "liability",
        "translation": "責任"
      },
      {
        "word": "overdue payment",
        "translation": "滞納金"
      },
      {
        "word": "legal proceedings",
        "translation": "法的手続き"
      }
    ]
  },
  {
    "category": "Deposit Act (供託法)",
    "titleText": "Mastering\nJapanese Legal English",
    "word": "Deposit Office Jurisdiction",
    "definition": "The statutory rules that determine which specific local Deposit Office (usually a Legal Affairs Bureau or its branch office) is legally competent to accept a particular type of deposit, primarily based on the place of performance of the obligation, or the location of the property related to the deposit.",
    "japaneseDefinition": "特定の供託（特に弁済供託や保証供託）が、どの法務局またはその支局によって受理されるべきかを定める法令上の規則。通常、債務の履行地または関連する財産の所在地に基づいて決定される。",
    "japaneseWordTranslation": "供託所の管轄 (きょうたくじょのかんかつ)",
    "legalContext": "Deposit Act Art. 2 dictates that the Deposit Office Jurisdiction for performance deposits is the location of the performance, while deposits concerning judicial procedures must adhere to the rules governing the relevant court's jurisdiction.",
    "japaneseLegalContext": "供託法第2条に規定されており、弁済供託の管轄は履行地であるが、訴訟上の手続に関する供託については、当該裁判所の管轄に従う。",
    "exampleSentence": "Failure to verify the correct Deposit Office Jurisdiction may result in the rejection of the deposit application, thereby preventing the timely discharge of the debt.",
    "exampleTranslation": "正しい供託所の管轄を確認しなかった場合、供託申請が却下され、その結果、債務の適時な弁済を妨げる可能性がある。",
    "vocabularyList": [
      {
        "word": "statutory rules",
        "translation": "法令上の規則"
      },
      {
        "word": "competent",
        "translation": "権限を有する"
      },
      {
        "word": "Legal Affairs Bureau",
        "translation": "法務局"
      },
      {
        "word": "place of performance",
        "translation": "履行地"
      },
      {
        "word": "rejection of the application",
        "translation": "申請の却下"
      },
      {
        "word": "timely discharge",
        "translation": "適時な弁済（履行）"
      }
    ]
  },
  {
    "category": "Deposit Act (供託法)",
    "titleText": "Mastering\nJapanese Legal English",
    "word": "Acceptance of Deposit",
    "definition": "The act by which the obligee (the intended recipient of the performance) affirmatively accepts the consigned property, thereby acknowledging the deposit as having the effect of extinguishing the underlying obligation.",
    "japaneseDefinition": "債権者が供託された財産を受領することを承認し、その供託によって債務が消滅することを認める行為。",
    "japaneseWordTranslation": "供託の受諾 (きょうたくの じゅのう)",
    "legalContext": "Civil Code Art. 495 (Effect of Consignment): 'If the obligee accepts the deposit, the effect of consignment extinguishes the obligation.'",
    "japaneseLegalContext": "民法第495条（供託の効果）：『債権者が供託を受諾したときは、その供託によって債務が消滅する。』",
    "exampleSentence": "The obligee’s written notification confirming the **acceptance of deposit** was sufficient evidence that the underlying debt had been discharged.",
    "exampleTranslation": "債権者による供託の受諾を確認する書面通知は、原債務が消滅したことの十分な証拠となった。",
    "vocabularyList": [
      {
        "word": "obligee",
        "translation": "債権者"
      },
      {
        "word": "underlying debt",
        "translation": "原債務"
      },
      {
        "word": "discharged",
        "translation": "消滅した／免責された"
      },
      {
        "word": "consigning performance",
        "translation": "履行の供託"
      },
      {
        "word": "extinguishes the obligation",
        "translation": "債務を消滅させる"
      },
      {
        "word": "written notification",
        "translation": "書面通知"
      }
    ]
  },
  {
    "category": "Deposit Act (供託法)",
    "titleText": "Mastering\nJapanese Legal English",
    "word": "Deposit for Compulsory Conversion",
    "definition": "A specific type of deposit where funds resulting from the mandatory sale or disposition of property are consigned to the deposit office because the rightful distribution of the proceeds is uncertain or requires a public authority's oversight.",
    "japaneseDefinition": "財産が強制的に売却され金銭化された際、その代金の配当を受けるべき者が不確実である等の理由により、その金銭を供託所に預け入れること。",
    "japaneseWordTranslation": "強制換価のための供託 (きょうせい かんかのための きょうたく)",
    "legalContext": "Deposit Act stipulations regarding deposits required when money is converted from property through public auction or similar procedures, often involving tax or administrative liens.",
    "japaneseLegalContext": "競売等により財産が金銭に換価された場合に、租税債権等の関係で金銭を供託すべきとする供託法の規定。",
    "exampleSentence": "The funds generated from the forced public sale were treated as a **deposit for compulsory conversion** to allow the court to determine the priority among the multiple secured creditors.",
    "exampleTranslation": "強制的な公売から生じた資金は、複数の担保債権者間の優先順位を裁判所が決定できるように、強制換価のための供託として扱われた。",
    "vocabularyList": [
      {
        "word": "forced public sale",
        "translation": "強制的な公売"
      },
      {
        "word": "funds generated",
        "translation": "生じた資金"
      },
      {
        "word": "priority",
        "translation": "優先順位"
      },
      {
        "word": "secured creditors",
        "translation": "担保債権者"
      },
      {
        "word": "disposition of property",
        "translation": "財産の処分"
      },
      {
        "word": "public authority's oversight",
        "translation": "公的機関の監督"
      }
    ]
  },
  {
    "category": "Deposit Act (供託法)",
    "titleText": "Mastering\nJapanese Legal English",
    "word": "Claim for Withdrawal of Deposit",
    "definition": "The right possessed by the depositor, the obligee, or a successor in interest, to demand the physical delivery or payment of the consigned property or funds from the deposit office, upon satisfying statutory requirements.",
    "japaneseDefinition": "供託者、債権者、または承継人など、正当な権利を有する者が、供託所に対し、供託された財産または金銭の交付を請求する権利。",
    "japaneseWordTranslation": "供託物払渡請求権 (きょうたくぶつ はらいわたし せいきゅうけん)",
    "legalContext": "Deposit Act Art. 32 (Requirement for Delivery of Consigned Property): This provision stipulates who has the right to the delivery of the deposited item and the conditions for withdrawal.",
    "japaneseLegalContext": "供託法第32条（供託物の払渡しの要件）：供託物の払渡しを受けることができる者及び払渡しの条件を規定する。",
    "exampleSentence": "To exercise the **claim for withdrawal of deposit**, the successor in interest must present the required documentation proving their status to the deposit office.",
    "exampleTranslation": "供託物払渡請求権を行使するため、承継人はその地位を証明するために必要な書類を供託所に提示しなければならない。",
    "vocabularyList": [
      {
        "word": "depositor",
        "translation": "供託者"
      },
      {
        "word": "successor in interest",
        "translation": "承継人"
      },
      {
        "word": "delivery or payment",
        "translation": "払渡し"
      },
      {
        "word": "deposit office",
        "translation": "供託所"
      },
      {
        "word": "consignor of performance",
        "translation": "履行供託者"
      },
      {
        "word": "statutory requirements",
        "translation": "法定要件"
      }
    ]
  },
  {
    "category": "Deposit Act (供託法)",
    "titleText": "Mastering\nJapanese Legal English",
    "word": "Petition for Administrative Review of Deposit Decision",
    "definition": "A formal appeal made to the Director of the Legal Affairs Bureau challenging an administrative disposition (such as acceptance or rejection) issued by a deposit registrar regarding a deposit application.",
    "japaneseDefinition": "供託官による供託申請の受理、却下等の処分に対して、法務局または地方法務局の長に異議を申し立てるための正式な手続き。",
    "japaneseWordTranslation": "供託処分に対する不服申立て (きょうたくしょぶんにたいするふふくもうしたて)",
    "legalContext": "Deposit Act, Art. 7(1): 'A person dissatisfied with a disposition made by the deposit registrar may file a Petition for Administrative Review (fufuku mōshitate) with the Director of the competent Legal Affairs Bureau.'",
    "japaneseLegalContext": "供託法第7条第1項: 「供託官の処分に不服がある者は、管轄法務局又は地方法務局の長に不服申立てをすることができる。」",
    "exampleSentence": "The applicant filed a Petition for Administrative Review of Deposit Decision after the registrar rejected the application on grounds of insufficient documentation.",
    "exampleTranslation": "申請者は、供託官が書類不備を理由に申請を却下した後、供託処分に対する不服申立てを行った。",
    "vocabularyList": [
      {
        "word": "appeal",
        "translation": "不服申立て"
      },
      {
        "word": "administrative disposition",
        "translation": "行政処分"
      },
      {
        "word": "registrar",
        "translation": "供託官"
      },
      {
        "word": "rejection",
        "translation": "却下"
      },
      {
        "word": "Legal Affairs Bureau",
        "translation": "法務局"
      },
      {
        "word": "competent",
        "translation": "管轄の"
      }
    ]
  },
  {
    "category": "Deposit Act (供託法)",
    "titleText": "Mastering\nJapanese Legal English",
    "word": "Deposit Record",
    "definition": "The comprehensive official administrative file maintained by the deposit office, detailing all transactional history, applications, and documents related to a specific deposited fund or item.",
    "japaneseDefinition": "供託所が特定の供託金または供託物に関して保管する、取引の履歴、申請書、および関連文書を詳述した包括的な行政上の公式ファイル。",
    "japaneseWordTranslation": "供託記録 (きょうたくきろく)",
    "legalContext": "Deposit Act, Art. 4: 'The deposit office shall prepare a Deposit Record concerning the deposit and may allow public inspection of the relevant parts thereof.'",
    "japaneseLegalContext": "供託法第4条: 「供託所は、供託に関する供託記録を調製し、その関係のある部分について公衆の閲覧をさせることができる。」",
    "exampleSentence": "The creditor's attorney requested inspection of the Deposit Record to confirm the date and amount of the consignment made by the debtor.",
    "exampleTranslation": "債権者の弁護士は、債務者による供託の日付と金額を確認するため、供託記録の閲覧を請求した。",
    "vocabularyList": [
      {
        "word": "comprehensive",
        "translation": "包括的な"
      },
      {
        "word": "transactional history",
        "translation": "取引履歴"
      },
      {
        "word": "maintained",
        "translation": "維持・保管される"
      },
      {
        "word": "official file",
        "translation": "公式ファイル"
      },
      {
        "word": "inspection",
        "translation": "閲覧"
      },
      {
        "word": "relevant parts",
        "translation": "関係のある部分"
      }
    ]
  },
  {
    "category": "Deposit Act (供託法)",
    "titleText": "Mastering\nJapanese Legal English",
    "word": "Consignment of Securities",
    "definition": "The act of depositing negotiable instruments, government bonds, or similar financial assets instead of cash, permissible under specific legal provisions when required to provide security or caution money.",
    "japaneseDefinition": "金銭に代えて、国債、地方債、社債その他の有価証券を供託すること。特定の法律上の保証金等の提供に際して認められる。",
    "japaneseWordTranslation": "有価証券の供託 (ゆうかしょうけんのきょうたく)",
    "legalContext": "Deposit Act Art. 7: A person making a deposit may, under the conditions prescribed by law, use securities in place of currency.",
    "japaneseLegalContext": "供託法第七条: 供託をする者は、法令の定める所により、金銭に代えて有価証券を供託することができる。",
    "exampleSentence": "Pursuant to the applicable regulation, the company requested the Consignment of Securities in the form of registered government bonds to fulfill the required business guarantee.",
    "exampleTranslation": "適用される規制に従い、会社は要求される営業保証を果たすために、登録された国債の形式での有価証券の供託を申請した。",
    "vocabularyList": [
      {
        "word": "negotiable instruments",
        "translation": "流通証券 (りゅうつうしょうけん)"
      },
      {
        "word": "government bonds",
        "translation": "国債 (こくさい)"
      },
      {
        "word": "currency",
        "translation": "金銭 (きんせん)"
      },
      {
        "word": "security",
        "translation": "保証金 (ほしょうきん)"
      },
      {
        "word": "applicable regulation",
        "translation": "適用される規制 (てきようされるきせい)"
      },
      {
        "word": "business guarantee",
        "translation": "営業保証 (えいぎょうほしょう)"
      }
    ]
  },
  {
    "category": "Deposit Act (供託法)",
    "titleText": "Mastering\nJapanese Legal English",
    "word": "Challenge to Administrative Deposit Action",
    "definition": "A formal procedural mechanism, analogous to an appeal or motion for reconsideration, allowing an applicant or concerned party to contest a decision or action taken by the competent deposit official.",
    "japaneseDefinition": "供託官がした処分について不服がある者が、その処分をした供託官を経由して、地方裁判所の裁判官に対して不服を申し立てる手続き。",
    "japaneseWordTranslation": "供託官の処分に対する異議の申立て (きょうたくかんのしょぶんにたいするいぎのもうしたて)",
    "legalContext": "Deposit Act Art. 8: A person who is dissatisfied with a disposition made by the Deposit Official may file an objection to the presiding judge of the District Court having jurisdiction over the Deposit Office.",
    "japaneseLegalContext": "供託法第八条: 供託官がした処分に不服がある者は、当該供託官を経由して、その供託所の所在地を管轄する地方裁判所の裁判官に異議の申立てをすることができる。",
    "exampleSentence": "Following the rejection of his deposit application, the party immediately submitted a Challenge to Administrative Deposit Action to the presiding judge.",
    "exampleTranslation": "供託申請の却下を受け、当該当事者は直ちに管轄裁判官に対して供託官の処分に対する異議の申立てを行った。",
    "vocabularyList": [
      {
        "word": "dissatisfied",
        "translation": "不服がある (ふふくがある)"
      },
      {
        "word": "disposition",
        "translation": "処分 (しょぶん)"
      },
      {
        "word": "presiding judge",
        "translation": "裁判官 (さいばんかん)"
      },
      {
        "word": "District Court",
        "translation": "地方裁判所 (ちほうさいばんしょ)"
      },
      {
        "word": "rejection of application",
        "translation": "申請の却下 (しんせいのきゃっか)"
      },
      {
        "word": "competent official",
        "translation": "供託官 (きょうたくかん)"
      }
    ]
  },
  {
    "category": "Deposit Act (供託法)",
    "titleText": "Mastering\nJapanese Legal English",
    "word": "Deposit Withdrawal Confirmation",
    "definition": "The formal administrative authentication provided by the deposit office, verifying that the claimant is legally entitled to recover or receive the deposited assets, necessary before any disbursement can occur.",
    "japaneseDefinition": "供託物を受け取る権利を有する者（被供託者または供託者）に対し、供託官が行う、供託物の払渡しに関する権限の公的な証明。",
    "japaneseWordTranslation": "供託物の払渡しの認証 (きょうたくぶつのはらいわたしのにんしょう)",
    "legalContext": "Deposit Act Art. 10: The Deposit Official shall deliver the deposited property only upon verifying the legitimacy of the claim for withdrawal or recovery.",
    "japaneseLegalContext": "供託法第十条: 供託官は、払渡しを受けるべき者の請求により、払渡しをする。",
    "exampleSentence": "The claimant’s lawyer confirmed that all requirements were met to receive the Deposit Withdrawal Confirmation and proceed with the collection of funds.",
    "exampleTranslation": "請求者の弁護士は、供託物の払渡しの認証を受け、資金の回収を進めるための全ての要件が満たされていることを確認した。",
    "vocabularyList": [
      {
        "word": "authentication",
        "translation": "認証 (にんしょう)"
      },
      {
        "word": "claimant",
        "translation": "請求者 (せいきゅうしゃ)"
      },
      {
        "word": "disbursement",
        "translation": "払渡し (はらいわたし)"
      },
      {
        "word": "legitimacy",
        "translation": "正当性 (せいとうせい)"
      },
      {
        "word": "deposited assets",
        "translation": "供託物 (きょうたくぶつ)"
      },
      {
        "word": "collection of funds",
        "translation": "資金の回収 (しきんのかいしゅう)"
      }
    ]
  },
  {
    "category": "Deposit Act (供託法)",
    "titleText": "Mastering\nJapanese Legal English",
    "word": "Designated Financial Institution",
    "definition": "A bank or other financial entity designated by the Minister of Justice, or head of the Deposit Office, responsible for managing and holding cash funds that have been formally deposited (consigned) under the Deposit Act.",
    "japaneseDefinition": "法務大臣または供託所の長官によって指定され、供託法に基づいて正式に供託された金銭を管理・保管する責任を負う銀行その他の金融機関。",
    "japaneseWordTranslation": "指定金融機関 (していきんゆうきかん)",
    "legalContext": "Deposit Act (供託法) regulations regarding the handling and storage of consigned cash assets.",
    "japaneseLegalContext": "供託法における供託された金銭資産の取り扱い及び保管に関する規定。",
    "exampleSentence": "The Deposit Office directed the obligor to transfer the consigned cash amount to the account held by the Designated Financial Institution.",
    "exampleTranslation": "供託所は、債務者に対し、供託された金銭を、指定金融機関が保有する口座へ振り込むよう指示した。",
    "vocabularyList": [
      {
        "word": "obligor",
        "translation": "債務者 (さいむしゃ)"
      },
      {
        "word": "transfer",
        "translation": "振り込む (ふりこむ)"
      },
      {
        "word": "cash amount",
        "translation": "金銭の額 (きんせんのがく)"
      },
      {
        "word": "account",
        "translation": "口座 (こうざ)"
      },
      {
        "word": "directed",
        "translation": "指示した (しじした)"
      },
      {
        "word": "regulations",
        "translation": "規定 (きてい)"
      }
    ]
  },
  {
    "category": "Deposit Act (供託法)",
    "titleText": "Mastering\nJapanese Legal English",
    "word": "Deposit Recipient Designation",
    "definition": "The procedural requirement for the depositor to precisely identify and specify the person or entity entitled to receive the deposited property, necessary for the deposit to effectively discharge the underlying obligation.",
    "japaneseDefinition": "供託者が、供託された財産を受け取る権利を有する人物または団体を正確に特定し指定する手続き上の要件。これは供託が原債務を有効に消滅させるために必要である。",
    "japaneseWordTranslation": "供託物受領者の指定 (きょうたくぶつじゅりょうしゃのしてい)",
    "legalContext": "Required procedure under the Deposit Act when making a deposit for performance (弁済供託), particularly when the identity of the recipient is contested or uncertain.",
    "japaneseLegalContext": "弁済供託を行う際の供託法上の必要な手続き。特に受領者の身元が争われているか不確実な場合。",
    "exampleSentence": "Accurate deposit recipient designation is critical for the deposited funds to have the effect of discharging the original obligation, thereby avoiding further interest accrual.",
    "exampleTranslation": "供託物受領者の正確な指定は、供託金が原債務を消滅させる効力を持ち、ひいてはそれ以上の利息発生を回避するために重要である。",
    "vocabularyList": [
      {
        "word": "accurately",
        "translation": "正確に (せいかくに)"
      },
      {
        "word": "critical",
        "translation": "重要である (じゅうようである)"
      },
      {
        "word": "discharging",
        "translation": "消滅させる (しょうめつさせる)"
      },
      {
        "word": "underlying obligation",
        "translation": "原債務 (げんさいむ)"
      },
      {
        "word": "accrual",
        "translation": "発生 (はっせい)"
      },
      {
        "word": "contested",
        "translation": "争われている (あらそわれている)"
      }
    ]
  },
  {
    "category": "Deposit Act (供託法)",
    "titleText": "Mastering\nJapanese Legal English",
    "word": "Public Notice of Deposit",
    "definition": "The administrative procedure undertaken by the Deposit Office to publicly announce the details of a deposit, often mandated when the obligee’s identity is unknown or their whereabouts are uncertain, ensuring transparency and providing notice to potential claimants.",
    "japaneseDefinition": "供託所が行う、供託の詳細を公的に告知する行政手続き。債権者の身元が不明な場合や所在が不確実な場合に義務付けられることが多く、透明性を確保し、潜在的な請求権者へ通知を行う。",
    "japaneseWordTranslation": "供託の公告 (きょうたくのこうこく)",
    "legalContext": "Deposit Act provisions concerning transparency and notification procedures when the obligee cannot be personally notified of the deposit.",
    "japaneseLegalContext": "債権者に供託の個人的な通知ができない場合の透明性と通知手続きに関する供託法の規定。",
    "exampleSentence": "Due to the lack of updated contact information for the claimant, the Deposit Office proceeded with the Public Notice of Deposit as prescribed by the regulations.",
    "exampleTranslation": "請求権者の連絡先情報が更新されていなかったため、供託所は規定に従って供託の公告手続きを進めた。",
    "vocabularyList": [
      {
        "word": "mandated",
        "translation": "義務付けられた (ぎむづけられた)"
      },
      {
        "word": "transparency",
        "translation": "透明性 (とうめいせい)"
      },
      {
        "word": "claimants",
        "translation": "請求権者 (せいきゅうけんしゃ)"
      },
      {
        "word": "lack of",
        "translation": "欠如 (けつじょ)"
      },
      {
        "word": "prescribed",
        "translation": "規定された (きていされた)"
      },
      {
        "word": "proceeded with",
        "translation": "進めた (すすめた)"
      }
    ]
  },
  {
    "category": "Deposit Act (供託法)",
    "titleText": "Mastering\nJapanese Legal English",
    "word": "Refusal of Acceptance",
    "definition": "The administrative decision by the designated deposit office to reject a deposit application because the submitted documentation, procedures, or the alleged cause for deposit fail to satisfy the statutory requirements.",
    "japaneseDefinition": "供託所が、供託の申請が法令上の要件を満たしていないと判断し、これを受理しない行政処分。",
    "japaneseWordTranslation": "供託の不受理 (きょうたくのふじゅり)",
    "legalContext": "Deposit Act Art. 7: If the application for deposit is refused by the deposit registrar, the depositor may petition for administrative review (審査請求) of the decision.",
    "japaneseLegalContext": "供託法第7条: 供託官が供託の申請を却下した場合には、供託者は、その処分について審査請求をすることができる。",
    "exampleSentence": "The depositor filed a petition for administrative review following the deposit registrar’s refusal of acceptance based on insufficient specification of the consigned property.",
    "exampleTranslation": "供託者は、供託物の特定が不十分であることを理由とする供託官の不受理処分に対し、審査請求を行った。",
    "vocabularyList": [
      {
        "word": "deposit registrar",
        "translation": "供託官"
      },
      {
        "word": "deposit application",
        "translation": "供託の申請"
      },
      {
        "word": "statutory requirements",
        "translation": "法令上の要件"
      },
      {
        "word": "insufficient specification",
        "translation": "特定不十分"
      },
      {
        "word": "administrative review",
        "translation": "審査請求"
      },
      {
        "word": "consigned property",
        "translation": "供託物"
      }
    ]
  },
  {
    "category": "Deposit Act (供託法)",
    "titleText": "Mastering\nJapanese Legal English",
    "word": "Certificate of Deposit Fulfillment",
    "definition": "A formal document issued by the deposit office to the depositor upon request, certifying that the prescribed procedures for the consignment have been properly executed and the deposit has been established.",
    "japaneseDefinition": "供託手続きが正式に完了したことを証明するため、供託所の請求により供託者に対して交付される公的文書。主に債務の履行提供の証拠となる。",
    "japaneseWordTranslation": "供託完了証明書 (きょうたくかんりょうしょうめいしょ)",
    "legalContext": "Deposit Act enforcement regulations govern the format and requirements for issuing a Certificate of Deposit Fulfillment, which serves as crucial evidence of performance.",
    "japaneseLegalContext": "供託規則は、履行の重要な証拠となる供託完了証明書の交付に関する様式及び要件を規定する。",
    "exampleSentence": "The obligor presented the Certificate of Deposit Fulfillment to the court as evidence that the monetary obligation had been extinguished.",
    "exampleTranslation": "債務者は、金銭債務が消滅したことの証拠として、供託完了証明書を裁判所に提出した。",
    "vocabularyList": [
      {
        "word": "obligor",
        "translation": "債務者"
      },
      {
        "word": "evidence",
        "translation": "証拠"
      },
      {
        "word": "extinguished",
        "translation": "消滅した"
      },
      {
        "word": "monetary obligation",
        "translation": "金銭債務"
      },
      {
        "word": "issuing",
        "translation": "交付"
      },
      {
        "word": "prescribed procedures",
        "translation": "所定の手続き"
      }
    ]
  },
  {
    "category": "Deposit Act (供託法)",
    "titleText": "Mastering\nJapanese Legal English",
    "word": "Exoneration of Obligation by Consignment",
    "definition": "The legal consequence defined in the Civil Code where an obligor is formally released from their duty to perform an obligation by depositing the subject matter with a competent deposit office, typically due to the obligee’s refusal or inability to receive performance.",
    "japaneseDefinition": "債務者が、債権者の受領拒否や受領不能などの法定の供託原因に基づき、債務の目的物を供託所に寄託することで、当該債務の履行義務から解放されるという法律上の効果。",
    "japaneseWordTranslation": "供託による債務の免責 (きょうたくによるさいむのめんせき)",
    "legalContext": "Civil Code Art. 494 provides that consignment (deposit) shall effect the discharge of the obligation.",
    "japaneseLegalContext": "民法第494条: 供託は、債権者が弁済の受領を拒み、又はこれを受領することができないときに、その債務を消滅させる効力を生ずる。",
    "exampleSentence": "Upon the successful deposit of the funds, the debtor achieved the exoneration of obligation by consignment, eliminating further interest accrual.",
    "exampleTranslation": "資金の供託が完了したことにより、債務者は供託による債務の免責を得て、それ以上の利息の発生を免れた。",
    "vocabularyList": [
      {
        "word": "debtor",
        "translation": "債務者"
      },
      {
        "word": "obligee's refusal",
        "translation": "債権者の受領拒否"
      },
      {
        "word": "inability to receive performance",
        "translation": "受領不能"
      },
      {
        "word": "legal consequence",
        "translation": "法律上の効果"
      },
      {
        "word": "interest accrual",
        "translation": "利息の発生"
      },
      {
        "word": "subject matter",
        "translation": "目的物"
      }
    ]
  },
  {
    "category": "Deposit Act (供託法)",
    "titleText": "Mastering\nJapanese Legal English",
    "word": "Deposit Application Form",
    "definition": "The formal document required to be submitted to the deposit office by the depositor, detailing the consigned property, the reason for the deposit, and the intended recipient.",
    "japaneseDefinition": "供託をする者が供託所に提出しなければならない書面であり、供託する財産、供託の原因、および供託物を受け取る者を明記したもの。",
    "japaneseWordTranslation": "供託書 (きょうたくしょ)",
    "legalContext": "Deposit Act (供託法) and Deposit Act Enforcement Rules (供託規則) Art. 10 prescribe the mandatory details and format.",
    "japaneseLegalContext": "供託法および供託規則第10条は、供託書に記載すべき事項および様式を規定する。",
    "exampleSentence": "The depositor must ensure that the specific grounds for the deposit are accurately recorded on the Deposit Application Form.",
    "exampleTranslation": "供託者は、供託の具体的な原因が供託書に正確に記載されていることを確認しなければならない。",
    "vocabularyList": [
      {
        "word": "depositor",
        "translation": "供託者 (きょうたくしゃ)"
      },
      {
        "word": "consigning of funds",
        "translation": "金銭を供託すること (きんせんをきょうたくすること)"
      },
      {
        "word": "legal basis",
        "translation": "法的根拠 (ほうてきこんきょ)"
      },
      {
        "word": "submit",
        "translation": "提出する (ていしゅつする)"
      },
      {
        "word": "intended recipient",
        "translation": "被供託者 (ひきょうたくしゃ)"
      }
    ]
  },
  {
    "category": "Deposit Act (供託法)",
    "titleText": "Mastering\nJapanese Legal English",
    "word": "Entitled Person for Restoration",
    "definition": "The person who is legally permitted to recover the deposited property when the grounds necessitating the deposit have been extinguished or the intended purpose of the deposit cannot be achieved.",
    "japaneseDefinition": "供託を必要とした原因が消滅した場合、または供託の目的が達せられない場合に、供託された財産を取り戻すことができる権限を有する者。",
    "japaneseWordTranslation": "取戻権者 (とりもどしけんしゃ)",
    "legalContext": "Deposit Act (供託法) Art. 9 outlines the conditions under which the depositor or their successor becomes the Entitled Person for Restoration.",
    "japaneseLegalContext": "供託法第9条は、供託者またはその承継人が取戻権者となる条件を概説している。",
    "exampleSentence": "The obligor became the Entitled Person for Restoration after the creditor definitively rejected the deposited performance.",
    "exampleTranslation": "債権者が供託された弁済を明確に拒否した後、債務者は取戻権者となった。",
    "vocabularyList": [
      {
        "word": "extinguished",
        "translation": "消滅した (しょうめつした)"
      },
      {
        "word": "obligor",
        "translation": "債務者 (さいむしゃ)"
      },
      {
        "word": "deposited property",
        "translation": "供託物 (きょうたくぶつ)"
      },
      {
        "word": "successor",
        "translation": "承継人 (しょうけいにん)"
      },
      {
        "word": "reject performance",
        "translation": "弁済を拒否する (べんさいをきょひする)"
      }
    ]
  },
  {
    "category": "Deposit Act (供託法)",
    "titleText": "Mastering\nJapanese Legal English",
    "word": "Designation of Property Management Institution",
    "definition": "The official act by the Minister of Justice to designate a bank or other reliable institution where the deposit office entrusts the safekeeping of deposited money or marketable securities.",
    "japaneseDefinition": "供託所が、供託された金銭または有価証券の保管を委託するために、法務大臣が銀行等の信頼できる機関を指定する行為。",
    "japaneseWordTranslation": "供託物保管機関の指定 (きょうたくぶつほかんきかんのしてい)",
    "legalContext": "Deposit Act (供託法) Art. 3 requires deposited funds and securities to be managed in accordance with the Designation of Property Management Institution.",
    "japaneseLegalContext": "供託法第3条は、供託された金銭および有価証券は、供託物保管機関の指定に従って管理されなければならないと規定している。",
    "exampleSentence": "The substantial security deposit required for the appeal was transferred immediately to the Designated Property Management Institution.",
    "exampleTranslation": "上訴のために要求された多額の保証供託金は、直ちに指定された供託物保管機関に移された。",
    "vocabularyList": [
      {
        "word": "marketable securities",
        "translation": "有価証券 (ゆうかしょうけん)"
      },
      {
        "word": "Minister of Justice",
        "translation": "法務大臣 (ほうむだいじん)"
      },
      {
        "word": "safekeeping",
        "translation": "保管 (ほかん)"
      },
      {
        "word": "transfer",
        "translation": "移す (うつす)"
      },
      {
        "word": "entrust",
        "translation": "委託する (いたくする)"
      }
    ]
  },
  {
    "category": "Deposit Act (供託法)",
    "titleText": "Mastering\nJapanese Legal English",
    "word": "Consignment Based on Unknown Creditor Status",
    "definition": "The act of depositing the subject matter of the obligation with a designated public office when the obligor cannot ascertain the rightful obligee, or when the obligee's whereabouts are unknown, thereby fulfilling the obligation.",
    "japaneseDefinition": "債権者が誰であるか確定できない場合、または債権者の所在が不明な場合に、債務者が債務の目的物を公の機関に預け入れ、債務を消滅させる行為。",
    "japaneseWordTranslation": "債権者不確知を原因とする弁済供託 (さいけんしゃふかくちをげんいんとするべんさいきょうたく)",
    "legalContext": "Civil Code Art. 494: 'When the obligee cannot be identified without negligence on the part of the obligor, the obligor may be discharged by making a consignment of the subject matter of the obligation.'",
    "japaneseLegalContext": "民法第494条: 「債権者が確知することができないときも、前条の規定による。ただし、債務者に過失があるときは、この限りでない。」",
    "exampleSentence": "The obligor successfully executed the consignment based on unknown creditor status, as there was a dispute regarding who held the right to receive payment.",
    "exampleTranslation": "債権者が誰であるかに関して紛争があったため、債務者は債権者不確知を原因とする弁済供託を成功裏に行った。",
    "vocabularyList": [
      {
        "word": "ascertain",
        "translation": "確認する"
      },
      {
        "word": "whereabouts",
        "translation": "所在"
      },
      {
        "word": "subject matter of the obligation",
        "translation": "債務の目的物"
      },
      {
        "word": "fulfilling the obligation",
        "translation": "債務の履行"
      },
      {
        "word": "dispute",
        "translation": "紛争"
      },
      {
        "word": "right to receive payment",
        "translation": "支払いを受ける権利"
      }
    ]
  },
  {
    "category": "Deposit Act (供託法)",
    "titleText": "Mastering\nJapanese Legal English",
    "word": "Obligation Extinguishment Effect",
    "definition": "The immediate legal consequence that arises upon a valid deposit of the required performance, causing the obligor's underlying obligation to be terminated or satisfied.",
    "japaneseDefinition": "有効な供託がなされた際に生じる即時の法的効果であり、これにより債務者の基礎となる債務が消滅または履行されたものとして扱われること。",
    "japaneseWordTranslation": "債務消滅効 (さいむしょうめつこう)",
    "legalContext": "Civil Code Art. 494 (Implicitly, as it defines deposit as an act equivalent to performance, resulting in the termination of the bond).",
    "japaneseLegalContext": "民法第494条（弁済と同一の効力を有するものとして、債権債務関係を消滅させる効果）",
    "exampleSentence": "The payment consignment immediately resulted in the obligation extinguishment effect, thereby terminating the contractual liability of the debtor.",
    "exampleTranslation": "支払いの供託は直ちに債務消滅効を生じさせ、それによって債務者の契約上の責任を終了させた。",
    "vocabularyList": [
      {
        "word": "required performance",
        "translation": "必要とされる給付"
      },
      {
        "word": "immediately",
        "translation": "直ちに"
      },
      {
        "word": "underlying obligation",
        "translation": "基礎となる債務"
      },
      {
        "word": "terminated",
        "translation": "終了した"
      },
      {
        "word": "contractual liability",
        "translation": "契約上の責任"
      },
      {
        "word": "debtor",
        "translation": "債務者"
      }
    ]
  },
  {
    "category": "Deposit Act (供託法)",
    "titleText": "Mastering\nJapanese Legal English",
    "word": "Reversion to the National Treasury",
    "definition": "The process stipulated in the Deposit Act whereby the right to reclaim deposited assets is extinguished after a specific period (generally ten years), resulting in the assets becoming the property of the State.",
    "japaneseDefinition": "供託法に定められた手続きで、供託された財産の取戻し請求権が、一定期間（原則10年）の経過後に消滅し、当該財産が国の所有となること。",
    "japaneseWordTranslation": "国庫への帰属 (こっこへのきぞく)",
    "legalContext": "Deposit Act Art. 36: 'The right to recover consigned property shall be extinguished upon the lapse of ten years from the day following the completion of consignment procedures...'",
    "japaneseLegalContext": "供託法第36条: 「供託物の取戻しの権利は、供託の日から十年を経過したときは、時効によって消滅する。」",
    "exampleSentence": "The deposit assets are subject to reversion to the National Treasury if the entitled person fails to receive delivery within the statutory period.",
    "exampleTranslation": "もし権利者が法定期間内に交付を受けない場合、供託された財産は国庫への帰属の対象となる。",
    "vocabularyList": [
      {
        "word": "deposited assets",
        "translation": "供託された財産"
      },
      {
        "word": "right to reclaim",
        "translation": "取戻し請求権"
      },
      {
        "word": "extinguished",
        "translation": "消滅する"
      },
      {
        "word": "specific period",
        "translation": "一定期間"
      },
      {
        "word": "entitled person",
        "translation": "権利者"
      },
      {
        "word": "statutory period",
        "translation": "法定期間"
      }
    ]
  },
  {
    "category": "Deposit Act (供託法)",
    "titleText": "Mastering\nJapanese Legal English",
    "word": "Reclaimable Asset",
    "definition": "Property that the original obligor is legally entitled to recover from the deposit office, typically because the statutory cause for the deposit has ceased to exist or the deposit procedure was deemed unnecessary.",
    "japaneseDefinition": "供託の原因が消滅した場合や、供託が不要となった場合に、供託者（元々の債務者）が供託所から取り戻すことが法的に認められている財産。",
    "japaneseWordTranslation": "取戻可能な財産 (とりもどし かのうな ざいさん)",
    "legalContext": "Deposit Act Art. 32 (1): The depositor may recover the deposit in cases where the cause for the deposit has ceased to exist.",
    "japaneseLegalContext": "供託法第三十二条第一項: 供託の原因が消滅したときは、供託者は、供託物を取り戻すことができる。",
    "exampleSentence": "The debtor filed a motion arguing that, subsequent to the rejection of performance, the **reclaimable asset** must be returned because the underlying debt had been satisfied via other means.",
    "exampleTranslation": "債務者は、履行の受領拒否後、根底にある債務が他の手段で弁済されたため、その取戻可能な財産を返還すべきであると主張する申立てを行った。",
    "vocabularyList": [
      {
        "word": "motion",
        "translation": "申立て"
      },
      {
        "word": "rejection of performance",
        "translation": "履行の受領拒否"
      },
      {
        "word": "underlying debt",
        "translation": "根底にある債務"
      },
      {
        "word": "satisfied",
        "translation": "弁済された"
      },
      {
        "word": "debtor",
        "translation": "債務者"
      },
      {
        "word": "return",
        "translation": "返還"
      }
    ]
  },
  {
    "category": "Deposit Act (供託法)",
    "titleText": "Mastering\nJapanese Legal English",
    "word": "Deposit Administration",
    "definition": "The entirety of administrative tasks, including the receiving, management, recording, and eventual disposition of deposited properties and related documentation, conducted by designated governmental offices.",
    "japaneseDefinition": "供託された財産の受理、管理、記録、および最終的な処分に関する、指定された官庁によって遂行される一連の行政業務。",
    "japaneseWordTranslation": "供託事務 (きょうたく じむ)",
    "legalContext": "Court Organization Act Art. 60 (2): Matters concerning deposit administration shall be handled by the Ministry of Justice, subject to the laws and ordinances.",
    "japaneseLegalContext": "裁判所法第六十条第二項: 供託に関する事務は、法律の定めるところにより、法務省において取り扱う。",
    "exampleSentence": "Due to a significant increase in guarantee cases required by law, the local bureau requested additional personnel to assist with the expanding volume of **deposit administration**.",
    "exampleTranslation": "法令により要求される保証供託案件の著しい増加のため、地方局は増大する供託事務の量に対応するために追加の人員を要請した。",
    "vocabularyList": [
      {
        "word": "local bureau",
        "translation": "地方局"
      },
      {
        "word": "additional personnel",
        "translation": "追加の人員"
      },
      {
        "word": "expanding volume",
        "translation": "増大する量"
      },
      {
        "word": "guarantee cases",
        "translation": "保証供託案件"
      },
      {
        "word": "laws and ordinances",
        "translation": "法令"
      },
      {
        "word": "Ministry of Justice",
        "translation": "法務省"
      }
    ]
  },
  {
    "category": "Deposit Act (供託法)",
    "titleText": "Mastering\nJapanese Legal English",
    "word": "Deposited Securities",
    "definition": "Negotiable instruments (such as stocks, bonds, or other documents representing proprietary interests) that are placed in the custody of a deposit office pursuant to legal requirements, usually in lieu of cash.",
    "japaneseDefinition": "法的要件に従い、現金の代わりに供託所に預けられた、株券、債券、またはその他の財産的利益を表す有価証券。",
    "japaneseWordTranslation": "供託有価証券 (きょうたく ゆうか しょうけん)",
    "legalContext": "Rules on Deposit for Performance of Obligations and Other Matters Art. 2: The subject matter of performance to be deposited may be cash or securities permitted by law.",
    "japaneseLegalContext": "弁済供託等の手続に関する省令第二条: 弁済の目的物として供託することができるものは、金銭又は法令の規定により供託することができる有価証券とする。",
    "exampleSentence": "When the required security exceeds the standard cash limits, the applicant is often permitted to submit **deposited securities** as collateral after obtaining official certification.",
    "exampleTranslation": "要求される担保が標準的な現金限度額を超える場合、申請者は多くの場合、公的証明を得た後に供託有価証券を担保として提出することが許可される。",
    "vocabularyList": [
      {
        "word": "negotiable instruments",
        "translation": "有価証券"
      },
      {
        "word": "custody",
        "translation": "保管"
      },
      {
        "word": "pursuant to",
        "translation": "〜に従って"
      },
      {
        "word": "in lieu of",
        "translation": "〜の代わりに"
      },
      {
        "word": "collateral",
        "translation": "担保"
      },
      {
        "word": "applicant",
        "translation": "申請者"
      },
      {
        "word": "official certification",
        "translation": "公的証明"
      }
    ]
  },
  {
    "category": "Deposit Act (供託法)",
    "titleText": "Mastering\nJapanese Legal English",
    "word": "Designated Consignee (of Deposit)",
    "definition": "The specific person or entity designated as the party entitled to receive the deposited asset or funds upon the satisfaction of legal conditions. This party is usually the creditor whose claims the deposit aims to satisfy or secure.",
    "japaneseDefinition": "供託された財産または金銭を、法的な引渡し条件が満たされた際に受領する権限を有する特定の者または団体。通常、供託によって債権を満足させることを目的とする債権者のこと。",
    "japaneseWordTranslation": "被供託者 (ひきょうたくしゃ)",
    "legalContext": "Deposit Act Art. 3: If the obligor cannot perform due to refusal of the obligee or uncertainty regarding the obligee, the obligor may be discharged from the obligation by depositing the object of the performance...",
    "japaneseLegalContext": "供託法第3条: 債権者の受領拒否、債権者が誰であるか不明確であること等により、債務者が履行をすることができない場合、その履行の目的物を供託することによって債務を免れることができる...",
    "exampleSentence": "The obligor filed the deposit naming the secured creditor as the Designated Consignee in order to stop the accrual of interest.",
    "exampleTranslation": "債務者は、利息の発生を止めるため、担保債権者を被供託者として供託を申請した。",
    "vocabularyList": [
      {
        "word": "obligor",
        "translation": "債務者"
      },
      {
        "word": "secured creditor",
        "translation": "担保債権者"
      },
      {
        "word": "accrual",
        "translation": "発生"
      },
      {
        "word": "discharge",
        "translation": "免れる（債務からの）"
      },
      {
        "word": "satisfaction",
        "translation": "満足（させること）"
      },
      {
        "word": "entitled",
        "translation": "権限を有する"
      }
    ]
  },
  {
    "category": "Deposit Act (供託法)",
    "titleText": "Mastering\nJapanese Legal English",
    "word": "Permission for Deposit Withdrawal",
    "definition": "The administrative authorization or court order required from the competent administrative body (deposit office or court) allowing either the depositor or the designated consignee to retrieve the deposited assets, necessary when the right to reclaim is not self-evident.",
    "japaneseDefinition": "供託者または被供託者が供託された財産を引き取ることを認めるために、管轄の行政機関（供託所または裁判所）から必要とされる行政上の許可または裁判所の命令。払戻請求権が自明でない場合に必要とされる。",
    "japaneseWordTranslation": "供託物払渡しの許可 (きょうたくぶつはらいわたしにょきょか)",
    "legalContext": "Deposit Act Art. 12: A person seeking the return of the deposited property must submit documents proving the grounds for the recovery and obtain authorization.",
    "japaneseLegalContext": "供託法第12条: 供託物を取り戻そうとする者は、その取戻しの事由を証する書面を提出し、許可を得なければならない。",
    "exampleSentence": "Since the initial dispute was resolved by a judicial settlement, the depositor applied to the deposit office for Permission for Deposit Withdrawal.",
    "exampleTranslation": "当初の紛争は司法上の和解によって解決されたため、供託者は供託所に対し供託物払渡しの許可を申請した。",
    "vocabularyList": [
      {
        "word": "competent administrative body",
        "translation": "管轄の行政機関"
      },
      {
        "word": "court order",
        "translation": "裁判所の命令"
      },
      {
        "word": "retrieve",
        "translation": "引き取る"
      },
      {
        "word": "judicial settlement",
        "translation": "司法上の和解"
      },
      {
        "word": "grounds for the recovery",
        "translation": "取戻しの事由"
      },
      {
        "word": "dispute was resolved",
        "translation": "紛争は解決された"
      }
    ]
  },
  {
    "category": "Deposit Act (供託法)",
    "titleText": "Mastering\nJapanese Legal English",
    "word": "Review of Deposit Filing",
    "definition": "The administrative examination conducted by the competent authority (deposit office) to verify that a deposit application strictly complies with all formal and substantive requirements stipulated by the Deposit Act and related regulations.",
    "japaneseDefinition": "管轄機関（供託所）が実施する行政上の審査であり、供託申請が供託法および関連規則に定められた形式的要件及び実質的要件のすべてに厳密に準拠していることを確認するための手続き。",
    "japaneseWordTranslation": "供託申請の審査 (きょうたくしんせいのしんさ)",
    "legalContext": "Deposit Office Rules Art. 2: The administrative staff shall immediately conduct a Review of Deposit Filing to ensure that the application is suitable for acceptance.",
    "japaneseLegalContext": "供託規則第2条: 供託事務担当者は、供託申請が受理に適格であるかどうかにつき、直ちに供託申請の審査を行わなければならない。",
    "exampleSentence": "The applicant received a disposition of rejection after the Review of Deposit Filing revealed that the stated grounds for the deposit were legally insufficient.",
    "exampleTranslation": "供託申請の審査の結果、供託の陳述された事由が法的に不十分であったため、申請者は却下処分を受けた。",
    "vocabularyList": [
      {
        "word": "competent authority",
        "translation": "管轄当局"
      },
      {
        "word": "substantive requirements",
        "translation": "実質的要件"
      },
      {
        "word": "formal requirements",
        "translation": "形式的要件"
      },
      {
        "word": "disposition of rejection",
        "translation": "却下処分"
      },
      {
        "word": "legally insufficient",
        "translation": "法的に不十分な"
      },
      {
        "word": "application is suitable",
        "translation": "申請が適格である"
      }
    ]
  },
  {
    "category": "Deposit Act (供託法)",
    "titleText": "Mastering\nJapanese Legal English",
    "word": "Deposit due to inability or refusal of acceptance",
    "definition": "The act of depositing funds or goods when the obligee either refuses to accept the tender of performance without proper reason, or is unable to accept performance (e.g., due to unknown location or death), thereby discharging the obligor's debt.",
    "japaneseDefinition": "債権者が弁済の受領を拒否した場合、または受領することができない場合に、債務者が債務を免れるために行う供託。",
    "japaneseWordTranslation": "受領拒否・受領不能等に基づく供託 (じゅりょうきょひ・じゅりょうふのうとうにもとづくきょうたく)",
    "legalContext": "Civil Code Art. 492: When an obligee refuses to accept performance or is unable to accept it, the obligor may be discharged from the obligation by depositing the subject matter of the obligation.",
    "japaneseLegalContext": "民法第492条: 債権者が弁済の受領を拒み、又はこれを受領することができないときは、弁済をしようとする者は、債権者を供託者に指定して、弁済の目的物を供託して、その債務を免れることができる。",
    "exampleSentence": "The company effected a deposit due to inability or refusal of acceptance after the supplier repeatedly declined to receive payment without justifiable grounds.",
    "exampleTranslation": "その会社は、納入業者が正当な理由なく受領を繰り返し拒否したため、受領拒否に基づく供託を行った。",
    "vocabularyList": [
      {
        "word": "tender of performance",
        "translation": "弁済の提供"
      },
      {
        "word": "obligor",
        "translation": "債務者"
      },
      {
        "word": "obligee",
        "translation": "債権者"
      },
      {
        "word": "discharge",
        "translation": "免れる（債務からの解放）"
      },
      {
        "word": "justifiable grounds",
        "translation": "正当な理由"
      }
    ]
  },
  {
    "category": "Deposit Act (供託法)",
    "titleText": "Mastering\nJapanese Legal English",
    "word": "Deposit Disposition",
    "definition": "The administrative ruling or determination made by the Deposit Registrar concerning the acceptance, rejection, or necessary procedure related to a deposit application.",
    "japaneseDefinition": "供託官が供託申請を受理すべきか否か、またその手続について行う行政上の判断。",
    "japaneseWordTranslation": "供託処分 (きょうたくしょぶん)",
    "legalContext": "Deposit Act Art. 8: A person who has an objection to a disposition made by a Deposit Registrar may request an administrative review by the supervising Director of the Legal Affairs Bureau or District Legal Affairs Bureau.",
    "japaneseLegalContext": "供託法第8条: 供託官の処分に不服がある者は、その供託官の所属する法務局又は地方法務局の長に審査請求をすることができる。",
    "exampleSentence": "The applicant filed an administrative appeal seeking revocation of the Deposit Disposition which had rejected their application for insufficient documentation.",
    "exampleTranslation": "申請者は、書類不備を理由に却下された供託処分について、取消しを求める行政不服申立てを行った。",
    "vocabularyList": [
      {
        "word": "Deposit Registrar",
        "translation": "供託官"
      },
      {
        "word": "administrative appeal",
        "translation": "行政不服申立て"
      },
      {
        "word": "revocation",
        "translation": "取消し"
      },
      {
        "word": "insufficient documentation",
        "translation": "書類不備"
      },
      {
        "word": "application",
        "translation": "申請"
      }
    ]
  },
  {
    "category": "Deposit Act (供託法)",
    "titleText": "Mastering\nJapanese Legal English",
    "word": "Place of Performance",
    "definition": "The geographical location specified in a contract or determined by law where the obligor is required to effect performance of their obligation; this location dictates the competent Deposit Office for consignment.",
    "japaneseDefinition": "債務者がその債務を履行すべき場所。供託法上、供託すべき供託所の管轄を決定する重要な基準となる。",
    "japaneseWordTranslation": "履行地 (りこうち)",
    "legalContext": "Deposit Act Art. 1: Deposits shall be made at the Deposit Office having jurisdiction over the place of performance of the obligation, unless otherwise provided by law.",
    "japaneseLegalContext": "供託法第1条: 供託は、法令に別段の定めがある場合を除き、債務の履行地の供託所にする。",
    "exampleSentence": "Since the contract designated Tokyo as the place of performance, the obligor must make the required deposit at the Deposit Office within the jurisdiction of the Tokyo Legal Affairs Bureau.",
    "exampleTranslation": "契約書において履行地が東京と指定されていたため、債務者は東京法務局の管轄内にある供託所に所要の供託を行わなければならない。",
    "vocabularyList": [
      {
        "word": "competent",
        "translation": "管轄を有する"
      },
      {
        "word": "consignment",
        "translation": "供託"
      },
      {
        "word": "jurisdiction",
        "translation": "管轄"
      },
      {
        "word": "designated",
        "translation": "指定された"
      },
      {
        "word": "Legal Affairs Bureau",
        "translation": "法務局"
      }
    ]
  },
  {
    "category": "Deposit Act (供託法)",
    "titleText": "Mastering\nJapanese Legal English",
    "word": "Deposit based on unknown creditor status",
    "definition": "A consignment made when the obligor cannot ascertain which of several claimants is the rightful obligee.",
    "japaneseDefinition": "債務者が数人の請求者のうち、いずれが真の債権者であるかを確知できないことを原因とする供託。",
    "japaneseWordTranslation": "債権者不確知を原因とする供託 (さいけんしゃふかくちをげんいんとするきょうたく)",
    "legalContext": "Deposit Act Art. 3, Civil Code Art. 494 (application context)",
    "japaneseLegalContext": "供託法第3条、民法第494条",
    "exampleSentence": "The corporation executed a deposit based on unknown creditor status due to conflicting claims regarding the intellectual property royalties.",
    "exampleTranslation": "その法人は、知的財産権の使用料に関する相反する請求があったため、債権者不確知を原因とする供託を実行した。",
    "vocabularyList": [
      {
        "word": "corporation",
        "translation": "法人"
      },
      {
        "word": "executed",
        "translation": "実行した"
      },
      {
        "word": "conflicting claims",
        "translation": "相反する請求"
      },
      {
        "word": "intellectual property",
        "translation": "知的財産権"
      },
      {
        "word": "ascertainment",
        "translation": "確知"
      },
      {
        "word": "rightful obligee",
        "translation": "真の債権者"
      },
      {
        "word": "several claimants",
        "translation": "数人の請求者"
      }
    ]
  },
  {
    "category": "Deposit Act (供託法)",
    "titleText": "Mastering\nJapanese Legal English",
    "word": "Deposit Statement of Specifics",
    "definition": "The authenticated, formal original copy of the document recording the details of the property consigned by the depositor, issued by the administrative body for proof of discharge.",
    "japaneseDefinition": "供託者が供託した物の詳細を記録した書面のうち、行政機関によって発行される正本。供託による債務消滅の証拠となる。",
    "japaneseWordTranslation": "供託書正本 (Kyōtaku-sho Seihon)",
    "legalContext": "Deposit Act Art. 8 (Notification Requirement upon Deposit): Prescribes the duty of the depositor to notify the recipient of the consignment and the required documentation.",
    "japaneseLegalContext": "供託法第8条（供託をしたことの通知等）",
    "exampleSentence": "The depositor must present the *Deposit Statement of Specifics* to the payee when notifying them that the obligation has been discharged through consignment.",
    "exampleTranslation": "供託者は、債務が供託によって消滅したことを被供託者に通知する際、供託書正本を提示しなければならない。",
    "vocabularyList": [
      {
        "word": "depositor",
        "translation": "供託者"
      },
      {
        "word": "payee",
        "translation": "被供託者"
      },
      {
        "word": "notifying",
        "translation": "通知する"
      },
      {
        "word": "obligation",
        "translation": "債務"
      },
      {
        "word": "discharged",
        "translation": "消滅した"
      },
      {
        "word": "consignment",
        "translation": "供託"
      },
      {
        "word": "present",
        "translation": "提示する"
      }
    ]
  },
  {
    "category": "Deposit Act (供託法)",
    "titleText": "Mastering\nJapanese Legal English",
    "word": "Custody of Deposited Property",
    "definition": "The procedure and responsibility concerning the safekeeping, maintenance, and administrative management of money, assets, or securities accepted by the designated deposit facility pursuant to the Deposit Act.",
    "japaneseDefinition": "供託法に基づき、指定された供託施設が受領した金銭、財産、または有価証券の安全な保管、維持、および行政上の管理に関する手続きと責任。",
    "japaneseWordTranslation": "供託物の保管 (Kyōtaku-butsu no Hokan)",
    "legalContext": "Deposit Act Art. 4 (Management of Deposited Items): Details the principles and methods for the administration and handling of consigned assets, distinguishing between currency and other items.",
    "japaneseLegalContext": "供託法第4条（供託物の管理）",
    "exampleSentence": "When the *Custody of Deposited Property* involves physical items rather than currency, the items may be placed in the care of a specified management institution authorized by the Ministry of Justice.",
    "exampleTranslation": "供託物の保管が、金銭ではなく現物に関わる場合、その現物は法務省により認可された特定の管理機関の管理下に置かれることがある。",
    "vocabularyList": [
      {
        "word": "physical items",
        "translation": "現物"
      },
      {
        "word": "currency",
        "translation": "金銭（通貨）"
      },
      {
        "word": "placed in the care",
        "translation": "管理下に置かれる"
      },
      {
        "word": "specified",
        "translation": "特定の"
      },
      {
        "word": "management institution",
        "translation": "管理機関"
      },
      {
        "word": "authorized",
        "translation": "認可された"
      },
      {
        "word": "Ministry of Justice",
        "translation": "法務省"
      }
    ]
  },
  {
    "category": "Deposit Act (供託法)",
    "titleText": "Mastering\nJapanese Legal English",
    "word": "Filing Objection to Deposit Disposition",
    "definition": "The formal administrative appeal procedure initiated by an aggrieved party or interested person to challenge a procedural decision, rejection, or ruling made by the administrative official regarding a deposit application or process.",
    "japaneseDefinition": "供託の申請または手続きに関して、行政官が行った手続き上の決定、却下、または裁定に不服がある利害関係人または不利益を受けた当事者が開始する正式な行政上の不服申立手続き。",
    "japaneseWordTranslation": "供託処分に対する異議申立て (Kyōtaku Shobun ni Taisuru Igi Mōshitate)",
    "legalContext": "Deposit Act Art. 34 (Objection to Disposition): Stipulates the mechanism by which interested parties can appeal administrative decisions related to the deposit process.",
    "japaneseLegalContext": "供託法第34条（処分に対する異議）",
    "exampleSentence": "If the administrative official rejects the application for consignment due to procedural errors, the applicant may initiate the *Filing Objection to Deposit Disposition* within the prescribed period.",
    "exampleTranslation": "もし行政官が手続き上の誤りを理由に供託申請を却下した場合、申請人は所定の期間内に供託処分に対する異議申立てを開始することができる。",
    "vocabularyList": [
      {
        "word": "aggrieved party",
        "translation": "不利益を受けた当事者"
      },
      {
        "word": "rejection",
        "translation": "却下"
      },
      {
        "word": "administrative official",
        "translation": "行政官"
      },
      {
        "word": "procedural errors",
        "translation": "手続き上の誤り"
      },
      {
        "word": "initiate",
        "translation": "開始する"
      },
      {
        "word": "prescribed period",
        "translation": "所定の期間"
      },
      {
        "word": "appeal procedure",
        "translation": "不服申立手続き"
      }
    ]
  },
  {
    "category": "Deposit Act (供託法)",
    "titleText": "Mastering\nJapanese Legal English",
    "word": "Deposit Review Officer",
    "definition": "A specialized administrative officer responsible for reviewing administrative disposition decisions made by the Deposit Registrar concerning the acceptance, rejection, or withdrawal of consigned assets, pursuant to a request for administrative examination.",
    "japaneseDefinition": "供託官の行った処分に対して、行政不服審査法に基づき審査請求があった場合に、その適法性及び妥当性を審査する官職。",
    "japaneseWordTranslation": "供託審査官 (きょうたくしんさかん)",
    "legalContext": "Administrative Appeal Act & Provisions related to the organization of the Deposit Administration.",
    "japaneseLegalContext": "行政不服審査法及び供託事務の組織に関する規定。",
    "exampleSentence": "The company filed a request for administrative examination, arguing that the Deposit Review Officer incorrectly upheld the rejection of its security consignment application.",
    "exampleTranslation": "会社は、供託審査官がその担保供託申請の却下を誤って支持したとして、審査請求を申し立てた。",
    "vocabularyList": [
      {
        "word": "administrative disposition",
        "translation": "行政処分"
      },
      {
        "word": "administrative examination",
        "translation": "審査請求"
      },
      {
        "word": "Deposit Registrar",
        "translation": "供託官"
      },
      {
        "word": "upheld",
        "translation": "維持した (支持した)"
      },
      {
        "word": "rejection",
        "translation": "却下"
      },
      {
        "word": "security consignment",
        "translation": "担保供託"
      }
    ]
  },
  {
    "category": "Deposit Act (供託法)",
    "titleText": "Mastering\nJapanese Legal English",
    "word": "Obligee's Identity Uncertainty",
    "definition": "A condition defined in the Civil Code where the obligor cannot, without fault, ascertain who the true obligee is, typically because of disputes over claim ownership, justifying the consignment of performance to relieve the obligor of their duty.",
    "japaneseDefinition": "弁済しようとする債務者が、過失なくして、弁済を受けるべき者が誰であるかを確知できない状態。弁済供託の要件の一つとなる。",
    "japaneseWordTranslation": "債権者不確知 (さいけんしゃふかくち)",
    "legalContext": "Civil Code Art. 494, para. 2 (as a ground for discharge of obligation).",
    "japaneseLegalContext": "民法第494条第2項 (債務消滅原因として)。",
    "exampleSentence": "Due to the ongoing dispute between the predecessor and successor companies regarding the entitlement to the debt, the obligor cited obligee's identity uncertainty as the reason for performance consignment.",
    "exampleTranslation": "債権の権利を巡る前任会社と後任会社間の継続的な紛争のため、債務者は弁済供託の理由として債権者不確知を挙げた。",
    "vocabularyList": [
      {
        "word": "predecessor company",
        "translation": "前任会社"
      },
      {
        "word": "successor company",
        "translation": "後任会社"
      },
      {
        "word": "entitlement to the debt",
        "translation": "債務に対する権利"
      },
      {
        "word": "performance consignment",
        "translation": "弁済のための供託"
      },
      {
        "word": "cited",
        "translation": "挙げた"
      },
      {
        "word": "without fault",
        "translation": "過失なくして"
      }
    ]
  },
  {
    "category": "Deposit Act (供託法)",
    "titleText": "Mastering\nJapanese Legal English",
    "word": "Right to Receipt",
    "definition": "The vested legal authority held by the party designated in the deposit procedure to claim and take delivery of the funds or other assets consigned with the administrative body.",
    "japaneseDefinition": "供託された金銭その他の財産について、供託書に記載された者（受領者）がこれを引き取り、自己の財産とするために有する権利。",
    "japaneseWordTranslation": "受領権 (じゅりょうけん)",
    "legalContext": "Governed by the rules regarding the effect of performance consignment; the person who possesses this right must apply for withdrawal.",
    "japaneseLegalContext": "弁済供託の効力に関する規定に準拠する。この権利を有する者が供託物の払渡を請求しなければならない。",
    "exampleSentence": "The creditor must demonstrate the existence of the Right to Receipt by providing the original notice of consignment and necessary identification to the administrative office.",
    "exampleTranslation": "債権者は、供託物受諾の原本通知と必要な身分証明書を官署に提出することで、受領権の存在を証明しなければならない。",
    "vocabularyList": [
      {
        "word": "creditor",
        "translation": "債権者"
      },
      {
        "word": "demonstrate",
        "translation": "証明する"
      },
      {
        "word": "take delivery of",
        "translation": "引き取る"
      },
      {
        "word": "administrative office",
        "translation": "官署"
      },
      {
        "word": "notice of consignment",
        "translation": "供託物受諾の通知"
      },
      {
        "word": "identification",
        "translation": "身分証明書"
      }
    ]
  },
  {
    "category": "Deposit Act (供託法)",
    "titleText": "Mastering\nJapanese Legal English",
    "word": "Deposit for Judicial Conversion",
    "definition": "The act of depositing the proceeds (money) resulting from the compulsory sale or auction of seized or secured property, typically occurring in execution or bankruptcy proceedings, where the distribution of funds is subject to legal determination.",
    "japaneseDefinition": "強制執行または破産手続において、差押えまたは担保物件の換価（売却）によって得られた代金（金銭）を供託し、その分配や配当を法律に基づき行う手続き。",
    "japaneseWordTranslation": "換価代金供託 (かんかだいきんきょうたく)",
    "legalContext": "Deposit Act (供託法) and Civil Execution Act (民事執行法) regarding the realization of assets and distribution of proceeds.",
    "japaneseLegalContext": "供託法及び民事執行法に基づく資産の実現と配当に関する規定。",
    "exampleSentence": "The execution court ordered the successful bidder to complete the deposit for judicial conversion immediately following the compulsory sale of the real property.",
    "exampleTranslation": "執行裁判所は、不動産の強制売却後直ちに、最高価買受人に対し換価代金供託を完了するよう命じた。",
    "vocabularyList": [
      {
        "word": "proceeds",
        "translation": "代金/売却益"
      },
      {
        "word": "compulsory sale",
        "translation": "強制売却"
      },
      {
        "word": "execution court",
        "translation": "執行裁判所"
      },
      {
        "word": "realization of assets",
        "translation": "資産の実現"
      },
      {
        "word": "successful bidder",
        "translation": "最高価買受人"
      },
      {
        "word": "distribution of funds",
        "translation": "資金の分配"
      }
    ]
  },
  {
    "category": "Deposit Act (供託法)",
    "titleText": "Mastering\nJapanese Legal English",
    "word": "Consignment of Specific Property",
    "definition": "A type of deposit made when the object of the obligation is a specific, non-fungible item (e.g., an identifiable piece of machinery or artwork) rather than fungible goods or currency. The physical item is placed into the custody of the deposit office.",
    "japaneseDefinition": "債務の目的が金銭や代替可能な物ではなく、特定された非代替物（特定の機械や美術品など）である場合に行われる供託。当該物は供託所の管理下に置かれる。",
    "japaneseWordTranslation": "特定物供託 (とくていぶつきょうたく)",
    "legalContext": "Civil Code Art. 488 (Performance Deposit) applied in conjunction with the Deposit Act regarding the nature of the consigned property.",
    "japaneseLegalContext": "民法第488条（弁済供託）の規定を供託物の性質に関して供託法と併せて適用する。",
    "exampleSentence": "If the obligee refuses to accept delivery of the heirloom vase, the obligor may discharge the debt through the consignment of specific property.",
    "exampleTranslation": "債権者が家宝の壺の引渡しを受け入れない場合、債務者は特定物供託を通じて債務を免れることができる。",
    "vocabularyList": [
      {
        "word": "non-fungible item",
        "translation": "非代替物"
      },
      {
        "word": "heirloom",
        "translation": "家宝"
      },
      {
        "word": "discharge the debt",
        "translation": "債務を免れる"
      },
      {
        "word": "custody",
        "translation": "管理下"
      },
      {
        "word": "obligor",
        "translation": "債務者"
      },
      {
        "word": "obligee",
        "translation": "債権者"
      }
    ]
  },
  {
    "category": "Deposit Act (供託法)",
    "titleText": "Mastering\nJapanese Legal English",
    "word": "Deposit Cause Documentation Requirement",
    "definition": "The procedural requirement under the Deposit Act mandating that the applicant submit documentary evidence verifying the statutory grounds upon which the deposit is based (e.g., evidence of creditor's refusal, judicial order, or business guarantee requirement).",
    "japaneseDefinition": "供託申請者が、その供託が法律上の根拠に基づいて行われていることを証明するための文書（債権者の受領拒否の証拠、裁判所の命令、営業保証金の要件など）を提出しなければならないという手続き上の要件。",
    "japaneseWordTranslation": "供託原因を証する書面 (きょうたくげんいんをしょうするしょめん)",
    "legalContext": "Deposit Procedure Rules (供託事務取扱手続), which establish the necessary formality for filing a deposit.",
    "japaneseLegalContext": "供託事務取扱手続において、供託の申請に必要な形式的要件を定める規定。",
    "exampleSentence": "The Deposit Cause Documentation Requirement ensures the legality and validity of the deposit by verifying the claimed grounds for consignment.",
    "exampleTranslation": "供託原因を証する書面は、主張される供託の根拠を検証することにより、供託の適法性及び有効性を確保する。",
    "vocabularyList": [
      {
        "word": "applicant",
        "translation": "申請者"
      },
      {
        "word": "statutory grounds",
        "translation": "法律上の根拠"
      },
      {
        "word": "documentary evidence",
        "translation": "書面による証拠"
      },
      {
        "word": "formality",
        "translation": "形式的要件"
      },
      {
        "word": "legality",
        "translation": "適法性"
      },
      {
        "word": "verifying",
        "translation": "検証する"
      }
    ]
  },
  {
    "category": "Deposit Act (供託法)",
    "titleText": "Mastering\nJapanese Legal English",
    "word": "Deposit Official",
    "definition": "A governmental officer assigned to the Deposit Office who is responsible for the administrative process of receiving applications, executing the deposit procedure, and managing the deposited property.",
    "japaneseDefinition": "供託所の事務を司り、供託の申請を受理・審査し、供託物の管理に関する職務を行う国家公務員。",
    "japaneseWordTranslation": "供託官 (きょうたくかん)",
    "legalContext": "Deposit Act Art. 8: The affairs of the Deposit Office shall be administered by the Deposit Official.",
    "japaneseLegalContext": "供託法第8条: 供託所の事務は、供託官がこれを司る。",
    "exampleSentence": "The Deposit Official rejected the applicant's filing due to a formal deficiency in the power of representation document.",
    "exampleTranslation": "供託官は、代理権に関する書類に方式上の不備があったため、申請者の供託申請を却下した。",
    "vocabularyList": [
      {
        "word": "Deposit Office",
        "translation": "供託所 (きょうたくじょ)"
      },
      {
        "word": "affairs",
        "translation": "事務 (じむ)"
      },
      {
        "word": "application",
        "translation": "申請 (しんせい)"
      },
      {
        "word": "rejected",
        "translation": "却下した (きゃっかした)"
      },
      {
        "word": "formal deficiency",
        "translation": "方式上の不備 (ほうしきじょうのふび)"
      },
      {
        "word": "power of representation",
        "translation": "代理権 (だいりけん)"
      }
    ]
  },
  {
    "category": "Deposit Act (供託法)",
    "titleText": "Mastering\nJapanese Legal English",
    "word": "Grounds for Deposit",
    "definition": "The legal justification or statutory reason (e.g., refusal by the obligee to accept performance, or uncertainty regarding the identity of the obligee) that enables or requires an obligor to discharge their obligation through consignment.",
    "japaneseDefinition": "債務者が債務を免れるために供託を行う、法律上認められた理由。民法上は、受領拒否や債権者不確知などがこれにあたる。",
    "japaneseWordTranslation": "供託原因 (きょうたくげんいん)",
    "legalContext": "Civil Code Art. 494: If the obligee refuses to accept performance or is unable to accept performance, or if the obligor is unable to determine who the obligee is without fault on their part, the obligor may be discharged from the obligation by consigning the subject matter of the obligation.",
    "japaneseLegalContext": "民法第494条: 債権者が弁済の受領を拒み、又はこれを受領することができないときは、弁済をすべき者は、債権者のためにその弁済の目的物を供託して、その債務を免れることができる。債権者が確知することができないときも、同様とする。",
    "exampleSentence": "The obligor must clearly specify the statutory grounds for deposit in the application documents when seeking discharge of the obligation.",
    "exampleTranslation": "債務者は、債務の免責を求める際、申請書類に法定の供託原因を明確に特定しなければならない。",
    "vocabularyList": [
      {
        "word": "obligor",
        "translation": "債務者 (さいむしゃ)"
      },
      {
        "word": "obligee",
        "translation": "債権者 (さいけんしゃ)"
      },
      {
        "word": "discharge of the obligation",
        "translation": "債務の免責 (さいむのめんせき)"
      },
      {
        "word": "performance",
        "translation": "弁済 (べんさい)"
      },
      {
        "word": "consigning",
        "translation": "供託 (きょうたく)"
      },
      {
        "word": "refusal to accept performance",
        "translation": "弁済の受領拒否 (べんさいのじゅりょうきょひ)"
      }
    ]
  },
  {
    "category": "Deposit Act (供託法)",
    "titleText": "Mastering\nJapanese Legal English",
    "word": "Transfer of Custody (of Deposited Property)",
    "definition": "An administrative procedure whereby the deposited property, such as funds or securities, is officially transferred from the custody of one deposit office to another deposit office, typically due to a change in the original jurisdiction or location of the entitled party.",
    "japaneseDefinition": "既に供託された金銭や有価証券などの供託物を、一定の事由に基づき、ある供託所から他の供託所へ保管場所を移す手続き。",
    "japaneseWordTranslation": "供託物の保管替え (きょうたくぶつのほかんがえ)",
    "legalContext": "Deposit Act Art. 19(1): If there has been a relocation of the deposit office having jurisdiction over the deposited property, the Deposit Official shall transfer the custody of the deposited property to the deposit office having jurisdiction subsequent to the relocation.",
    "japaneseLegalContext": "供託法第19条第1項: 供託官は、供託物を保管する供託所の管轄の異動があったときは、これを異動後の供託所に保管替えをしなければならない。",
    "exampleSentence": "The Deposit Official initiated the transfer of custody after the entitled obligee changed their residence to a different administrative district.",
    "exampleTranslation": "権利を有する債権者が異なる行政区に住所を変更した後、供託官は供託物の保管替えを開始した。",
    "vocabularyList": [
      {
        "word": "custody",
        "translation": "保管 (ほかん)"
      },
      {
        "word": "relocation",
        "translation": "異動 (いどう)"
      },
      {
        "word": "jurisdiction",
        "translation": "管轄 (かんかつ)"
      },
      {
        "word": "entitled obligee",
        "translation": "権利を有する債権者 (けんりをゆうするさいけんしゃ)"
      },
      {
        "word": "administrative district",
        "translation": "行政区 (ぎょうせいく)"
      },
      {
        "word": "initiated",
        "translation": "開始した (かいしした)"
      }
    ]
  },
  {
    "category": "Deposit Act (供託法)",
    "titleText": "Mastering\nJapanese Legal English",
    "word": "Impairment of Acceptance (of Tender)",
    "definition": "A legal condition arising when a creditor, despite a debtor's valid tender of performance, cannot or unjustifiably refuses to accept the performance, thereby providing the legal basis for the debtor to discharge the obligation via the deposit procedure.",
    "japaneseDefinition": "債権者が弁済の受領について協力的でない、または正当な理由なく受領を拒否するなど、債務の弁済を受領することができない、もしくは受領しない状態をいう。供託の成立要件の一つ。",
    "japaneseWordTranslation": "受領障害 (じゅりょうしょうがい)",
    "legalContext": "Civil Code Art. 494 establishes that if the obligee refuses to accept performance or cannot accept it, the obligor may be relieved of the obligation by placing the subject matter of the performance under the prescribed deposit procedure.",
    "japaneseLegalContext": "民法第494条: 債権者が弁済の受領を拒み、又はこれを受領することができないときは、弁済者は、債権者を 위하여その弁済の目的物を供託することができる。",
    "exampleSentence": "If the obligee causes an impairment of acceptance, the obligor may fulfill their duty by placing the funds in a designated government repository.",
    "exampleTranslation": "債権者が受領障害を引き起こした場合、債務者は指定された政府の保管場所に資金を供託することにより、義務を履行することができる。",
    "vocabularyList": [
      {
        "word": "valid tender of performance",
        "translation": "有効な弁済の提供 (ゆうこうなべんさいのていきょう)"
      },
      {
        "word": "obligor",
        "translation": "債務者 (さいむしゃ)"
      },
      {
        "word": "obligee",
        "translation": "債権者 (さいけんしゃ)"
      },
      {
        "word": "discharge the obligation",
        "translation": "債務を消滅させる (さいむをしょうめつさせる)"
      },
      {
        "word": "legal basis",
        "translation": "法的根拠 (ほうてきこんきょ)"
      },
      {
        "word": "fulfill their duty",
        "translation": "義務を履行する (ぎむをりこうする)"
      }
    ]
  },
  {
    "category": "Deposit Act (供託法)",
    "titleText": "Mastering\nJapanese Legal English",
    "word": "Entitlement Holder",
    "definition": "The legal status granted to the party who holds the right to take back the funds or items deposited under the Deposit Act. This typically refers to the original depositor (obligor) when the deposit has not yet resulted in the final extinguishment of the obligation.",
    "japaneseDefinition": "供託された金銭又は物件について、その目的物を法的に引き取る権限を有する者。通常、供託による債務消滅の効果が発生する前に、供託物を取り戻すことができる元の供託者（弁済者）を指す。",
    "japaneseWordTranslation": "取戻権者 (とりもどしけんじゃ)",
    "legalContext": "Deposit Act sets forth specific conditions and procedures detailing when the person who performed the deposit (the Entitlement Holder) is permitted to reclaim the deposited subject matter.",
    "japaneseLegalContext": "供託法は、供託を行った者（取戻権者）が供託物を取り戻すことが許される特定の条件及び手続を規定している。",
    "exampleSentence": "Unless the obligee accepts the deposit, the original obligor remains the Entitlement Holder and may reclaim the security funds.",
    "exampleTranslation": "債権者が供託を受諾しない限り、元の債務者が取戻権者に留まり、保証金を取り戻すことができる。",
    "vocabularyList": [
      {
        "word": "legal status",
        "translation": "法的地位 (ほうてきちい)"
      },
      {
        "word": "original depositor",
        "translation": "元の供託者 (もとのきょうたくしゃ)"
      },
      {
        "word": "security funds",
        "translation": "保証金 (ほしょうきん)"
      },
      {
        "word": "subject matter",
        "translation": "目的物 (もくてきぶつ)"
      },
      {
        "word": "extinguishment",
        "translation": "消滅 (しょうめつ)"
      },
      {
        "word": "reclaim",
        "translation": "取り戻す (とりもどす)"
      }
    ]
  },
  {
    "category": "Deposit Act (供託法)",
    "titleText": "Mastering\nJapanese Legal English",
    "word": "Prescribed Asset Claim Period",
    "definition": "The statutory duration, stipulated in the Deposit Act, during which the entitled party (either the obligor or the obligee) can exercise the right to claim the deposited assets before they are finalized as public funds belonging to the State.",
    "japaneseDefinition": "供託法に定められた、供託された財産について権利を有する者（債務者又は債権者）が、その財産を国庫に帰属させる前に引き取る権利を行使できる法定の期間。原則として供託の時から20年である。",
    "japaneseWordTranslation": "取戻期間 (とりもどしきかん)",
    "legalContext": "Deposit Act Art. 49 prescribes that the deposited asset shall become the property of the State if no one asserts the claim rights upon the expiration of the prescribed asset claim period.",
    "japaneseLegalContext": "供託法第49条は、取戻期間が満了するまでに誰も引渡請求権を行使しない場合、供託物が国の所有となることを規定している。",
    "exampleSentence": "If the claim is not asserted within the Prescribed Asset Claim Period, the deposited funds transfer ownership to the public domain.",
    "exampleTranslation": "もし請求が取戻期間内に行使されなければ、供託された資金は所有権を公共の領域に移す。",
    "vocabularyList": [
      {
        "word": "statutory duration",
        "translation": "法定の期間 (ほうていのきかん)"
      },
      {
        "word": "entitled party",
        "translation": "権利を有する者 (けんりをゆうする者)"
      },
      {
        "word": "public funds",
        "translation": "公金 (こうきん)"
      },
      {
        "word": "expiration",
        "translation": "満了 (まんりょう)"
      },
      {
        "word": "assert the claim rights",
        "translation": "引渡請求権を行使する (ひきわたしせいきゅうけんをこうしする)"
      },
      {
        "word": "transfer ownership",
        "translation": "所有権を移す (しょゆうけんをうつす)"
      }
    ]
  },
  {
    "category": "Deposit Act (供託法)",
    "titleText": "Mastering\nJapanese Legal English",
    "word": "Legal Deposit",
    "definition": "A mandatory deposit required by specific legal provisions in laws other than the Civil Code (such as those governing business operations or guarantees), often serving as security or financial assurance.",
    "japaneseDefinition": "民法上の弁済供託とは異なり、法令の規定により義務付けられる供託。主に営業保証や担保提供の目的で用いられる。",
    "japaneseWordTranslation": "法定供託 (ほうていきょうたく)",
    "legalContext": "Deposit Act Art. 1, Paragraph 2: Provisions of this Act shall apply mutatis mutandis to deposits required pursuant to the provisions of other laws.",
    "japaneseLegalContext": "供託法第１条第２項：他の法令の規定により供託をすべき場合についても、この法律の規定を準用する。",
    "exampleSentence": "The financial services firm was obliged to establish a **legal deposit** in the designated amount to ensure compliance with the regulatory framework.",
    "exampleTranslation": "その金融サービス会社は、規制の枠組みの遵守を確実にするため、指定された金額の法定供託を設定する義務を負った。",
    "vocabularyList": [
      {
        "word": "obliged to establish",
        "translation": "設定する義務を負う"
      },
      {
        "word": "designated amount",
        "translation": "指定された金額"
      },
      {
        "word": "ensure compliance",
        "translation": "遵守を確実にする"
      },
      {
        "word": "regulatory framework",
        "translation": "規制の枠組み"
      },
      {
        "word": "financial services firm",
        "translation": "金融サービス会社"
      }
    ]
  },
  {
    "category": "Deposit Act (供託法)",
    "titleText": "Mastering\nJapanese Legal English",
    "word": "Relief from Liability",
    "definition": "The legal consequence whereby an obligor is formally discharged from their obligation to perform toward the obligee upon the valid consignment of the performance object (money or assets) with a designated governmental office.",
    "japaneseDefinition": "債務者が有効に供託を行った場合に、債務者が債務の履行責任から形式上免れるという法律上の効果。",
    "japaneseWordTranslation": "債務の免責 (さいむのめんせき)",
    "legalContext": "Deposit Act Art. 3: 'A consignor is relieved of liability for the relevant performance upon completing the deposit.'",
    "japaneseLegalContext": "供託法第三条: 「供託者は、供託をした時に、その債務の履行の責任を免れる。」",
    "exampleSentence": "If the obligee unjustifiably refuses acceptance of payment, the obligor achieves **relief from liability** by depositing the due amount at the designated office.",
    "exampleTranslation": "債権者が不当に支払いの受領を拒否した場合、債務者は指定された供託所に期限の金額を供託することで、債務の免責を得る。",
    "vocabularyList": [
      {
        "word": "obligor",
        "translation": "債務者"
      },
      {
        "word": "obligee",
        "translation": "債権者"
      },
      {
        "word": "unjustifiably",
        "translation": "不当に"
      },
      {
        "word": "acceptance",
        "translation": "受領"
      },
      {
        "word": "due amount",
        "translation": "期限の金額"
      },
      {
        "word": "designated office",
        "translation": "指定された事務所"
      }
    ]
  },
  {
    "category": "Deposit Act (供託法)",
    "titleText": "Mastering\nJapanese Legal English",
    "word": "Prerequisite for Consignment",
    "definition": "The necessary legal conditions, defined by law, that must exist (such as the obligee's refusal or inability to receive the performance, or genuine uncertainty regarding the identity of the entitlement holder) for a deposit to be deemed valid and extinguish the underlying obligation.",
    "japaneseDefinition": "法律によって定められた、供託が有効と見なされ、根底にある債務を消滅させるために存在しなければならない必要な法的条件（例：債権者の受領拒否や受領不能、または正当な権利者に関する真の不確実性）。",
    "japaneseWordTranslation": "供託の要件 (きょうたくのようけん)",
    "legalContext": "Civil Code Art. 494 (application required for Deposit Act): 'If an obligee refuses to accept performance or is unable to accept it, the obligor may be discharged from the obligation by depositing the subject matter of the performance.'",
    "japaneseLegalContext": "民法第四百九十四条（供託法が準拠）: 「債権者が弁済の受領を拒み、又はこれを受領することができないときは、弁済をすべき者は、債権者のためにその弁済の目的物を供託し、その債務を免れることができる。」",
    "exampleSentence": "Demonstrating the fulfillment of the **prerequisite for consignment** is necessary when submitting the deposit request, ensuring the immediate effectiveness of the procedure.",
    "exampleTranslation": "供託申請書を提出する際、供託の要件の充足を立証することが必要であり、その手続の即時的な有効性を保証する。",
    "vocabularyList": [
      {
        "word": "fulfillment",
        "translation": "充足"
      },
      {
        "word": "submitting",
        "translation": "提出する"
      },
      {
        "word": "deposit request",
        "translation": "供託申請書"
      },
      {
        "word": "entitlement holder",
        "translation": "権利者"
      },
      {
        "word": "extinguish",
        "translation": "消滅させる"
      },
      {
        "word": "underlying obligation",
        "translation": "根底にある債務"
      },
      {
        "word": "immediate effectiveness",
        "translation": "即時的な有効性"
      }
    ]
  },
  {
    "category": "Deposit Act (供託法)",
    "titleText": "Mastering\nJapanese Legal English",
    "word": "Safeguarding of Consigned Assets",
    "definition": "The administrative responsibility mandated for the deposit office concerning the secure and sound management, maintenance, and official storage of all forms of property (including money and instruments) placed under public custody through the deposit process.",
    "japaneseDefinition": "供託手続を通じて公的保管下に置かれたあらゆる形態の財産（金銭及び証券を含む）について、供託所が負う、安全かつ適正な管理、維持、及び公的保管に関する行政上の責任。",
    "japaneseWordTranslation": "供託物の保管 (きょうたくぶつのほかん)",
    "legalContext": "Deposit Act Art. 8: 'The deposit office shall safely keep the consigned property.'",
    "japaneseLegalContext": "供託法第八条: 「供託所は、供託物を善良に保管しなければならない。」",
    "exampleSentence": "The regulations concerning the **safeguarding of consigned assets** specify that instruments must be stored in special secure vaults, separate from general monetary deposits.",
    "exampleTranslation": "供託物の保管に関する規定は、証券が一般的な金銭の供託とは別に、特別な安全な金庫に保管されなければならないと明記している。",
    "vocabularyList": [
      {
        "word": "administrative responsibility",
        "translation": "行政上の責任"
      },
      {
        "word": "mandated",
        "translation": "義務付けられた"
      },
      {
        "word": "sound management",
        "translation": "適正な管理"
      },
      {
        "word": "instruments",
        "translation": "証券"
      },
      {
        "word": "public custody",
        "translation": "公的保管"
      },
      {
        "word": "secure vaults",
        "translation": "安全な金庫"
      },
      {
        "word": "separate from",
        "translation": "〜とは別に"
      }
    ]
  },
  {
    "category": "Deposit Act (供託法)",
    "titleText": "Mastering\nJapanese Legal English",
    "word": "The Consignor",
    "definition": "The party, typically the obligor (debtor) in the underlying transaction, who makes a deposit of money or property with a statutory agency to fulfill an obligation or secure a legal procedure.",
    "japaneseDefinition": "供託行為を実際に行う者。通常、弁済のために供託をする債務者、または法令に基づき供託義務を負う者を指す。",
    "japaneseWordTranslation": "供託者 (きょうたくしゃ)",
    "legalContext": "The Consignor is discharged from the obligation upon deposit if the grounds for deposit specified in the Civil Code are valid.",
    "japaneseLegalContext": "供託者が民法に定める供託原因をもって供託したときは、その限度において債務を免れる。",
    "exampleSentence": "When the obligee refused to accept performance without justifiable reason, **the consignor** deposited the owed amount to be relieved of the debt.",
    "exampleTranslation": "債権者が正当な理由なく弁済の受領を拒否したため、供託者は負債から解放されるために、供託所に債務額を供託した。",
    "vocabularyList": [
      {
        "word": "obligor",
        "translation": "債務者"
      },
      {
        "word": "statutory agency",
        "translation": "法令上の機関"
      },
      {
        "word": "underlying transaction",
        "translation": "基礎となる取引"
      },
      {
        "word": "refused to accept",
        "translation": "受領を拒否した"
      },
      {
        "word": "owed amount",
        "translation": "弁済すべき金額"
      },
      {
        "word": "justifiable reason",
        "translation": "正当な理由"
      }
    ]
  },
  {
    "category": "Deposit Act (供託法)",
    "titleText": "Mastering\nJapanese Legal English",
    "word": "Acceptance of Filing",
    "definition": "The formal administrative decision by the competent authority (the deposit office) to officially recognize and process a deposit application, confirming that the accompanying documentation and procedural steps meet all legal requirements.",
    "japaneseDefinition": "供託官が供託の申請を受け付け、添付書類や手続きが法令上の要件を完全に満たしていると認めること。",
    "japaneseWordTranslation": "受理 (じゅり)",
    "legalContext": "Upon the Acceptance of Filing, the legal consequences of the deposit, such as the discharge of the obligation, are generally established retroactively to the time the application was submitted.",
    "japaneseLegalContext": "供託の申請が受理された時に、原則として、債務消滅等の法的効力は申請時に遡って確定する。",
    "exampleSentence": "The deposit office initially rejected the application due to missing documents but confirmed the **Acceptance of Filing** after the consignor submitted the required certificate the following day.",
    "exampleTranslation": "供託所は当初、書類不足を理由に申請を却下したが、翌日供託者が必須の証明書を提出した後、受理を確認した。",
    "vocabularyList": [
      {
        "word": "competent authority",
        "translation": "管轄官庁"
      },
      {
        "word": "accompanying documentation",
        "translation": "添付書類"
      },
      {
        "word": "legal requirements",
        "translation": "法令上の要件"
      },
      {
        "word": "legal consequences",
        "translation": "法的効果"
      },
      {
        "word": "retroactively",
        "translation": "遡及的に"
      },
      {
        "word": "missing documents",
        "translation": "欠落書類"
      }
    ]
  },
  {
    "category": "Deposit Act (供託法)",
    "titleText": "Mastering\nJapanese Legal English",
    "word": "Transfer of Risk",
    "definition": "The legal principle asserting that once a valid deposit has been completed, the responsibility for and risk of accidental loss or damage to the deposited property shifts from the consignor (obligor) to the entitled recipient (obligee) or, eventually, the national treasury.",
    "japaneseDefinition": "有効な供託がなされた結果、供託物（特に特定物）の偶発的な滅失や損傷に関する危険負担が、供託者（債務者）から権利者（債権者）、または最終的に国庫に移転すること。",
    "japaneseWordTranslation": "危険の移転 (きけんのいてん)",
    "legalContext": "Civil Code Art. 495 stipulates that the act of deposit relieves the obligor of the duty of custody regarding the thing deposited, thereby giving effect to the Transfer of Risk.",
    "japaneseLegalContext": "民法第495条は、供託によって債務者が供託物の保管義務を免れると規定しており、これにより危険の移転が生じる。",
    "exampleSentence": "The company established the **Transfer of Risk** by depositing the specific machinery designated for performance, meaning they were not liable when the item was subsequently damaged in storage.",
    "exampleTranslation": "会社は、履行のために指定された特定の機械を供託することにより危険の移転を確立した。これは、その品物が後に保管中に損傷しても、会社には責任がないことを意味する。",
    "vocabularyList": [
      {
        "word": "accidental loss",
        "translation": "偶発的な滅失"
      },
      {
        "word": "entitled recipient",
        "translation": "権利者"
      },
      {
        "word": "duty of custody",
        "translation": "保管義務"
      },
      {
        "word": "specific machinery",
        "translation": "特定の機械"
      },
      {
        "word": "subsequently damaged",
        "translation": "後に損傷した"
      },
      {
        "word": "not liable",
        "translation": "責任がない"
      }
    ]
  },
  {
    "category": "Deposit Act (供託法)",
    "titleText": "Mastering\nJapanese Legal English",
    "word": "Business Operations Security Deposit",
    "definition": "A mandatory monetary deposit required under specific Japanese laws (e.g., those governing real estate or travel agencies) to ensure financial protection for clients and the public against business misconduct or damage claims, procedures for which are governed by the Deposit Act.",
    "japaneseDefinition": "宅地建物取引業法や旅行業法など、特定の事業を行う際に、顧客や取引相手の保護のため、法律に基づき供託所に預け入れることが義務付けられている金銭。",
    "japaneseWordTranslation": "営業保証金 (えいぎょうほしょうきん)",
    "legalContext": "Real Estate Transaction Business Act Art. 25, Paragraph 1: A business shall, within ten days from the start of business operations, deposit a security deposit for business operations at the nearest deposit office.",
    "japaneseLegalContext": "宅地建物取引業法第25条第1項：宅地建物取引業者は、業務を開始する日から10日以内に、営業保証金を最寄りの供託所に供託しなければならない。",
    "exampleSentence": "The new travel agency faced a mandatory requirement to furnish the **Business Operations Security Deposit** prior to securing its final registration.",
    "exampleTranslation": "その新しい旅行代理店は、最終的な登録を確保する前に、営業保証金の提供を義務付けられた。",
    "vocabularyList": [
      {
        "word": "mandatory requirement",
        "translation": "義務的な要件"
      },
      {
        "word": "furnish",
        "translation": "提供する"
      },
      {
        "word": "licensed broker",
        "translation": "免許を受けた仲介業者"
      },
      {
        "word": "operational misconduct",
        "translation": "業務上の不正行為"
      },
      {
        "word": "secure registration",
        "translation": "登録を確保する"
      },
      {
        "word": "financial protection",
        "translation": "財政的保護"
      }
    ]
  },
  {
    "category": "Deposit Act (供託法)",
    "titleText": "Mastering\nJapanese Legal English",
    "word": "Cessation of Interest Accrual",
    "definition": "The legal effect, specified in the Civil Code, where the act of consigning performance (deposit) stops the calculation and accumulation of interest or damages for delay against the obligor from the date the deposit is effectively made.",
    "japaneseDefinition": "債務者が弁済供託を行ったことにより、その供託が有効になれば、供託日以降、債務者が負うべき利息または遅延損害金の発生が停止する法的効果。",
    "japaneseWordTranslation": "利息の支払停止 (りそくのしはらいていし)",
    "legalContext": "Civil Code Art. 494 (Effect of Consignment): Consignment shall, in the extent of the performance, discharge the obligation; and the obligor shall be deemed to have fully performed from that time.",
    "japaneseLegalContext": "民法第494条（供託の効果）：供託は、債務の履行の目的及び態様が法律の規定に適合するときは、その限度において、債務を消滅させる。",
    "exampleSentence": "The timely deposit of the rent amount by the tenant resulted in the **Cessation of Interest Accrual**, despite the landlord's continuing refusal to accept the payment.",
    "exampleTranslation": "テナントによる賃料の期日内の供託は、家主が受領を拒否し続けたにもかかわらず、利息の支払停止という結果をもたらした。",
    "vocabularyList": [
      {
        "word": "tenant",
        "translation": "賃借人"
      },
      {
        "word": "landlord",
        "translation": "家主"
      },
      {
        "word": "owed principal amount",
        "translation": "負債元本額"
      },
      {
        "word": "damages for delay",
        "translation": "遅延損害金"
      },
      {
        "word": "consigning performance",
        "translation": "弁済の供託"
      },
      {
        "word": "discharge the obligation",
        "translation": "債務を免除する"
      }
    ]
  },
  {
    "category": "Deposit Act (供託法)",
    "titleText": "Mastering\nJapanese Legal English",
    "word": "Order for Release of Deposit",
    "definition": "A formal administrative or judicial directive that commands the deposit office to disburse or deliver the deposited money or property to the person designated as the entitled claimant, often issued after a legal dispute over the entitlement has been resolved.",
    "japaneseDefinition": "供託された金銭または物件について、権限のある請求者に対し、供託所がそれを払い渡すことを命じる行政または司法上の決定。",
    "japaneseWordTranslation": "供託物払渡命令 (きょうたくぶつはらいわたしめいれい)",
    "legalContext": "Deposit Act Implementation Ordinance Art. 23: An application for the release of deposited property must be accompanied by documents proving that the applicant is the entitled person, or an order of the court that permits the withdrawal.",
    "japaneseLegalContext": "供託法施行規則第23条：供託物の払渡しを請求するには、その請求者が払渡請求権者であることを証する書類又は払渡しを許可する裁判所の命令書を添付しなければならない。",
    "exampleSentence": "The prevailing party immediately filed the judgment, obtaining an **Order for Release of Deposit** which authorized the transfer of the security funds.",
    "exampleTranslation": "勝訴した当事者は直ちに判決書を提出し、供託資金の移転を認める供託物払渡命令を取得した。",
    "vocabularyList": [
      {
        "word": "disburse",
        "translation": "支払いを行う"
      },
      {
        "word": "entitled claimant",
        "translation": "権限のある請求者"
      },
      {
        "word": "prevailing party",
        "translation": "勝訴当事者"
      },
      {
        "word": "transfer of funds",
        "translation": "資金の移転"
      },
      {
        "word": "judicial directive",
        "translation": "司法上の指令"
      },
      {
        "word": "ancillary proceedings",
        "translation": "付随手続"
      }
    ]
  },
  {
    "category": "Deposit Act (供託法)",
    "titleText": "Mastering\nJapanese Legal English",
    "word": "Document Evidencing the Cause of Consignment",
    "definition": "A document required upon filing a deposit application, proving the legal basis (such as the creditor's refusal to accept tender) which necessitates the consignment under the Deposit Act.",
    "japaneseDefinition": "供託申請書に添付が義務付けられている、供託の法律上の根拠（債権者の受領拒否など）を証明する書面。",
    "japaneseWordTranslation": "供託原因を証する書面 (きょうたくげんいんをしょうするしょめん)",
    "legalContext": "Deposit Act, Article 11, Paragraph 2: 'In filing a deposit, the applicant shall submit documents evidencing the cause of consignment.'",
    "japaneseLegalContext": "供託法第11条第2項: 「供託をしようとする者は、供託原因を証する書面を提出しなければならない。」",
    "exampleSentence": "The deposit office rejected the application because the **Document Evidencing the Cause of Consignment** lacked the necessary notarization.",
    "exampleTranslation": "供託原因を証する書面に必要な公証がなかったため、供託所は申請を却下した。",
    "vocabularyList": [
      {
        "word": "applicant",
        "translation": "申請者"
      },
      {
        "word": "deposit office",
        "translation": "供託所"
      },
      {
        "word": "filing",
        "translation": "申請（届出）"
      },
      {
        "word": "notarization",
        "translation": "公証"
      },
      {
        "word": "tender",
        "translation": "弁済の提供"
      },
      {
        "word": "rejected the application",
        "translation": "申請を却下した"
      }
    ]
  },
  {
    "category": "Deposit Act (供託法)",
    "titleText": "Mastering\nJapanese Legal English",
    "word": "Certificate of Restoration Entitlement",
    "definition": "A certificate issued by the competent authority (usually the court or agency) that verifies the claimant's legal right to reclaim deposited property, often necessary when the statutory cause for deposit has ceased to exist.",
    "japaneseDefinition": "供託の理由が消滅した場合などに、供託物を取り戻す請求権を持つ者の資格を証明するために、管轄官庁（裁判所等）が発行する証明書。",
    "japaneseWordTranslation": "取戻し資格証明書 (とりもどししかくしょうめいしょ)",
    "legalContext": "Deposit Act Enforcement Regulations, Article 24 (Procedural requirements for withdrawal of consigned property).",
    "japaneseLegalContext": "供託規則第24条 (供託物の払渡しに関する手続要件)。",
    "exampleSentence": "To successfully withdraw the consigned performance funds, the party must present the **Certificate of Restoration Entitlement** confirming their right to the property.",
    "exampleTranslation": "供託された弁済資金を首尾よく払い渡すためには、当事者はその財産に対する権利を裏付ける取戻し資格証明書を提示しなければならない。",
    "vocabularyList": [
      {
        "word": "withdraw",
        "translation": "払い渡しを受ける"
      },
      {
        "word": "consigned performance funds",
        "translation": "供託された弁済資金"
      },
      {
        "word": "claimant",
        "translation": "請求権者"
      },
      {
        "word": "competent authority",
        "translation": "管轄官庁"
      },
      {
        "word": "statutory cause",
        "translation": "法定の事由"
      },
      {
        "word": "present",
        "translation": "提示する"
      }
    ]
  },
  {
    "category": "Deposit Act (供託法)",
    "titleText": "Mastering\nJapanese Legal English",
    "word": "Designated Custodial Institution",
    "definition": "A bank or other financial entity designated by the Minister of Justice or the appropriate competent authority to hold and manage assets, typically cash or negotiable instruments, deposited under the provisions of the Deposit Act.",
    "japaneseDefinition": "法務大臣または所轄官庁により、供託法に基づき供託された財産（主に現金または有価証券）を保管・管理するために指定された銀行その他の金融機関。",
    "japaneseWordTranslation": "指定保管機関 (していほかんきかん)",
    "legalContext": "Deposit Act, Article 1, Paragraph 2: 'The custody of deposited property shall be handled by the Deposit Office or the Designated Custodial Institution.'",
    "japaneseLegalContext": "供託法第1条第2項: 「供託物の保管は、供託所又は指定保管機関においてこれを取り扱う。」",
    "exampleSentence": "The Deposit Office may instruct the transfer of physical securities to the **Designated Custodial Institution** to ensure proper safeguarding.",
    "exampleTranslation": "供託所は、適切な安全管理を確実にするため、現物の有価証券を指定保管機関へ移管するよう指示することができる。",
    "vocabularyList": [
      {
        "word": "custody",
        "translation": "保管"
      },
      {
        "word": "Deposit Office",
        "translation": "供託所"
      },
      {
        "word": "Minister of Justice",
        "translation": "法務大臣"
      },
      {
        "word": "negotiable instruments",
        "translation": "有価証券"
      },
      {
        "word": "transfer",
        "translation": "移管"
      },
      {
        "word": "safeguarding",
        "translation": "安全管理"
      }
    ]
  },
  {
    "category": "Deposit Act (供託法)",
    "titleText": "Mastering\nJapanese Legal English",
    "word": "Cancellation of Deposit Application",
    "definition": "The formal administrative denial or rejection of a request to deposit assets, executed by the administrator of the designated institution, typically due to failure to meet legal formalities, procedural requirements, or lack of proper jurisdiction.",
    "japaneseDefinition": "供託申請に際し、法令上の形式または手続要件の不備、あるいは管轄違いを理由として、供託官がその申請を正式に拒否すること。",
    "japaneseWordTranslation": "供託申請の却下 (きょうたくしんせいのきゃっか)",
    "legalContext": "Deposit Act Art. 9: Stipulates that the deposit administrator must reject an application if it is deemed non-compliant with legal provisions.",
    "japaneseLegalContext": "供託法第9条: 供託官は、供託が法令の規定に違反すると認めるときは、当該供託を却下しなければならない。",
    "exampleSentence": "The Deposit Administrator issued a cancellation of deposit application after determining that the submitted documentation lacked necessary affidavits regarding the creditor's location.",
    "exampleTranslation": "供託官は、提出された書類に債権者の所在に関する必要な宣誓供述書が不足していると判断した後、供託申請の却下を決定した。",
    "vocabularyList": [
      {
        "word": "administrator",
        "translation": "供託官"
      },
      {
        "word": "formal denial",
        "translation": "正式な拒否"
      },
      {
        "word": "legal formalities",
        "translation": "法令上の形式"
      },
      {
        "word": "jurisdiction",
        "translation": "管轄"
      },
      {
        "word": "affidavits",
        "translation": "宣誓供述書"
      },
      {
        "word": "non-compliance",
        "translation": "不備"
      }
    ]
  },
  {
    "category": "Deposit Act (供託法)",
    "titleText": "Mastering\nJapanese Legal English",
    "word": "Statutory Obligation to Deposit",
    "definition": "A mandatory requirement, typically imposed by the Civil Code or other specific legislation, compelling a party to consign money or assets to a designated repository to effect discharge of an underlying duty, often when tender of performance is rejected or impossible.",
    "japaneseDefinition": "民法やその他の特別法によって課せられる、特定の債務の履行を完了するため、金銭または物件を指定された場所に預け入れることを義務付ける強制的な要件。",
    "japaneseWordTranslation": "供託義務 (きょうたくぎむ)",
    "legalContext": "Civil Code Art. 494: Provides that when the creditor refuses to accept performance or is unable to accept it, the debtor may be relieved of their obligation by depositing the subject matter of the performance.",
    "japaneseLegalContext": "民法第494条: 債権者が履行の受領を拒んだとき、又はこれを受領することができないときは、債務者は、その給付の目的物を供託することにより、その債務を免れることができる。",
    "exampleSentence": "If the landlord persistently refuses to accept rent payment, the lessee satisfies their statutory obligation to deposit the funds to prevent breach of contract.",
    "exampleTranslation": "賃貸人が継続的に賃料の受領を拒否する場合、賃借人は契約違反を防ぐために、その資金を供託する法的な供託義務を履行する。",
    "vocabularyList": [
      {
        "word": "mandatory requirement",
        "translation": "強制的な要件"
      },
      {
        "word": "lessee",
        "translation": "賃借人"
      },
      {
        "word": "discharge of an underlying duty",
        "translation": "基礎となる義務の解除"
      },
      {
        "word": "tender of performance",
        "translation": "履行の提供"
      },
      {
        "word": "prevent breach",
        "translation": "違反を防ぐ"
      },
      {
        "word": "specific legislation",
        "translation": "特別法"
      }
    ]
  },
  {
    "category": "Deposit Act (供託法)",
    "titleText": "Mastering\nJapanese Legal English",
    "word": "Public Notification of Deposit",
    "definition": "The formal announcement made by the deposit administrator in cases where the deposit is made due to the uncertainty, unknown identity, or whereabouts of the person entitled to receive the assets, serving to inform potential right holders.",
    "japaneseDefinition": "供託された物件を受け取る権限を持つ者の身元や所在が不明確であるために供託が行われた場合に、供託官が実施する正式な周知手続き。潜在的な権利者に情報提供する目的がある。",
    "japaneseWordTranslation": "供託の公告 (きょうたくのこうこく)",
    "legalContext": "Deposit Act Implementation Regulations: Define the requirements and methodology for making official announcements of consignment, especially regarding notification to interested parties.",
    "japaneseLegalContext": "供託法施行規則: 供託に関する正式な公告を行うための要件及び方法を定めており、特に利害関係人に対する通知について規定する。",
    "exampleSentence": "Following the public notification of deposit, any potential claimant has a set period to submit documentary proof to the administrator establishing their right to recovery of assets.",
    "exampleTranslation": "供託の公告後、潜在的な請求権者は、資産の回復に対する権利を確立するための書類上の証拠を供託官に提出する一定期間が与えられる。",
    "vocabularyList": [
      {
        "word": "formal announcement",
        "translation": "正式な周知"
      },
      {
        "word": "uncertainty",
        "translation": "不明確さ"
      },
      {
        "word": "whereabouts",
        "translation": "所在"
      },
      {
        "word": "potential claimant",
        "translation": "潜在的な請求権者"
      },
      {
        "word": "right holder",
        "translation": "権利者"
      },
      {
        "word": "recovery of assets",
        "translation": "物件の回復"
      }
    ]
  },
  {
    "category": "Deposit Act (供託法)",
    "titleText": "Mastering\nJapanese Legal English",
    "word": "Extinguishment of Obligation by Deposit",
    "definition": "The legal effect whereby a debtor is released from their obligation (discharged) upon validly depositing the subject matter of the obligation with the competent deposit office, typically when the creditor refuses or is unable to accept performance.",
    "japaneseDefinition": "債務者が弁済の目的物を供託所に供託したことにより、その債務から解放される法的な効果。債権者が受領を拒否した場合や、受領することができない場合に生じる。",
    "japaneseWordTranslation": "供託による債務の消滅 (きょうたくによるさいむのしょうめつ)",
    "legalContext": "Civil Code Art. 494: If the obligor makes a Consignment, the claim shall be extinguished.",
    "japaneseLegalContext": "民法第494条：供託がされたときは、債権は、消滅する。",
    "exampleSentence": "Upon the valid consignment of the principal sum and accrued interest, the debtor achieved Extinguishment of Obligation by Deposit, thereby eliminating further liability.",
    "exampleTranslation": "元本と発生した利息の有効な供託をもって、債務者は供託による債務の消滅を達成し、それ以上の責任を解消した。",
    "vocabularyList": [
      {
        "word": "Obligor / Debtor",
        "translation": "債務者 (Saimu-sha)"
      },
      {
        "word": "Principal sum",
        "translation": "元本 (Ganpon)"
      },
      {
        "word": "Accrued interest",
        "translation": "発生した利息 (Hassei shita risoku)"
      },
      {
        "word": "Liability",
        "translation": "責任 (Sekinin)"
      },
      {
        "word": "Consignment",
        "translation": "供託 (Kyōtaku)"
      },
      {
        "word": "Eliminating",
        "translation": "解消する (Kaishō suru)"
      }
    ]
  },
  {
    "category": "Deposit Act (供託法)",
    "titleText": "Mastering\nJapanese Legal English",
    "word": "Entitlement to Withdrawal (of Deposit)",
    "definition": "The right held by the designated person, usually the obligee (creditor) who was the intended recipient of performance, to claim the delivery or payment of the assets deposited with the deposit office.",
    "japaneseDefinition": "供託所に供託された財産について、指定された者（通常は弁済の相手方であった債権者）がその払渡しや交付を請求する権利。",
    "japaneseWordTranslation": "供託物の払渡請求権 (きょうたくぶつのはらいだしせいきゅうけん)",
    "legalContext": "Deposit Act Art. 8: A person who seeks the delivery of the deposited property shall make a request to the deposit office.",
    "japaneseLegalContext": "供託法第8条：供託物の払渡しを受けようとする者は、供託所に請求しなければならない。",
    "exampleSentence": "The intended obligee must prove their Entitlement to Withdrawal by submitting a certificate of acceptance of deposit and necessary evidentiary documents.",
    "exampleTranslation": "意図された債権者は、供託受諾証明書と必要な証拠書類を提出することにより、その払渡請求権を証明しなければならない。",
    "vocabularyList": [
      {
        "word": "Intended obligee",
        "translation": "意図された債権者 (Itosareta saiken-sha)"
      },
      {
        "word": "Prove",
        "translation": "証明する (Shōmei suru)"
      },
      {
        "word": "Submitting",
        "translation": "提出すること (Teishutsu suru koto)"
      },
      {
        "word": "Certificate of acceptance",
        "translation": "受諾証明書 (Jūnō shōmei-sho)"
      },
      {
        "word": "Evidentiary documents",
        "translation": "証拠書類 (Shōko shorui)"
      },
      {
        "word": "Claim the delivery",
        "translation": "払渡しを請求する (Haraidashi o seikyū suru)"
      }
    ]
  },
  {
    "category": "Deposit Act (供託法)",
    "titleText": "Mastering\nJapanese Legal English",
    "word": "Guarantee Deposit (Business Operations)",
    "definition": "A mandatory deposit required by law for specific types of businesses (e.g., those handling customer funds) to provide security against potential future liabilities arising from their business activities, ensuring consumer protection.",
    "japaneseDefinition": "特定の事業活動（顧客の資金を取り扱う業種など）から生じる将来の責任に対する担保として、法律で義務付けられている供託金。消費者保護を目的とする。",
    "japaneseWordTranslation": "営業保証供託 (えいぎょうほしょうきょうたく)",
    "legalContext": "Generally mandated by specialized commercial laws, serving as an indemnification fund for those transacting with the business.",
    "japaneseLegalContext": "個別の商事関連法によって義務付けられ、当該事業者と取引を行った者のための賠償資金として機能する。",
    "exampleSentence": "The company was prohibited from commencing its services until it successfully established the required Guarantee Deposit (Business Operations) at the jurisdictional deposit office.",
    "exampleTranslation": "その会社は、管轄の供託所に義務付けられた営業保証供託を適切に設定するまで、事業の開始を禁じられた。",
    "vocabularyList": [
      {
        "word": "Mandatory",
        "translation": "義務付けられた (Gimuzukerareta)"
      },
      {
        "word": "Jurisdictional",
        "translation": "管轄の (Kankatsu no)"
      },
      {
        "word": "Services",
        "translation": "役務/サービス (Ekumi/Sābisū)"
      },
      {
        "word": "Commencing",
        "translation": "開始する (Kaishi suru)"
      },
      {
        "word": "Security",
        "translation": "担保 (Tanpo)"
      },
      {
        "word": "Liabilities",
        "translation": "責任 (Sekinin)"
      }
    ]
  },
  {
    "category": "Deposit Act (供託法)",
    "titleText": "Mastering\nJapanese Legal English",
    "word": "Entitlement Holder (to the Deposit)",
    "definition": "The person legally designated to receive the deposited property (usually the original obligee) upon satisfying the conditions for withdrawal as set forth in the Deposit Act and related regulations.",
    "japaneseDefinition": "供託された物件に対し、供託法および関係法令の規定に基づき、その払渡しを請求する権利を有する者。",
    "japaneseWordTranslation": "供託物払渡請求権者 (きょうたくぶつはらいわたしせいきゅうけんしゃ)",
    "legalContext": "Deposit Act (供託法) Art. 32: 'The deposit office shall grant the delivery of the deposited thing to the entitlement holder upon his/her request...'",
    "japaneseLegalContext": "供託法第32条: 「供託所は、供託物の払渡しの請求があつたときは、供託物払渡請求権者に対し、これを交付しなければならない...」",
    "exampleSentence": "The deposit office requires the **entitlement holder** to submit proof that the cause for the deposit has been eliminated before authorizing the release of funds.",
    "exampleTranslation": "供託所は、資金の払渡しを承認する前に、供託物払渡請求権者に対して供託原因が消滅したことの証明の提出を要求する。",
    "vocabularyList": [
      {
        "word": "deposit office",
        "translation": "供託所 (きょうたくしょ)"
      },
      {
        "word": "deposited property",
        "translation": "供託物 (きょうたくぶつ)"
      },
      {
        "word": "grant the delivery",
        "translation": "交付する (こうふする)"
      },
      {
        "word": "release of funds",
        "translation": "資金の払渡し (しきんのはらいわたし)"
      },
      {
        "word": "cause for the deposit",
        "translation": "供託原因 (きょうたくげんいん)"
      }
    ]
  },
  {
    "category": "Deposit Act (供託法)",
    "titleText": "Mastering\nJapanese Legal English",
    "word": "Depositor (Consignor of Performance)",
    "definition": "The party who tenders performance and deposits the subject matter (money, securities, or other assets) with a designated Deposit Office, resulting in the extinguishment of the obligation.",
    "japaneseDefinition": "弁済として、金銭、有価証券その他の物件を供託所に預け入れ、債務を消滅させる者をいう。",
    "japaneseWordTranslation": "供託者 (きょうたくしゃ)",
    "legalContext": "Civil Code Art. 494: \"If the obligor deposits the subject matter of the obligation with the Deposit Office... the obligation shall be extinguished.\"",
    "japaneseLegalContext": "民法第494条: 「債務者が供託所に供託をしたときは、その債権は、消滅する。」",
    "exampleSentence": "The depositor must accurately describe the legal grounds for consignment and the identity of the designated recipient on the official deposit application form.",
    "exampleTranslation": "供託者は、正式な供託申請書に、供託の法定原因と指定された被供託者の身元を正確に記載しなければならない。",
    "vocabularyList": [
      {
        "word": "tender performance",
        "translation": "弁済の提供をする"
      },
      {
        "word": "subject matter",
        "translation": "目的物"
      },
      {
        "word": "Deposit Office",
        "translation": "供託所"
      },
      {
        "word": "extinguishment of the obligation",
        "translation": "債務の消滅"
      },
      {
        "word": "consignment",
        "translation": "供託"
      },
      {
        "word": "designated recipient",
        "translation": "指定された被供託者"
      }
    ]
  },
  {
    "category": "Deposit Act (供託法)",
    "titleText": "Mastering\nJapanese Legal English",
    "word": "Vesting in the National Treasury (Reversion)",
    "definition": "The process by which deposited property becomes the property of the national government if it remains unclaimed by the legitimate entitlement holder after a statutorily defined period, typically twenty years.",
    "japaneseDefinition": "供託された物件が、法令で定められた期間（通常20年）内に正当な権利者によって取り戻されない場合に、国庫の所有に移転すること。",
    "japaneseWordTranslation": "国庫帰属 (こっこきぞく)",
    "legalContext": "Deposit Act Art. 49(1): If the right to recover deposited money has not been exercised within twenty years, that money shall vest in the National Treasury.",
    "japaneseLegalContext": "供託法第49条第1項: 供託金についてその取戻す権利が二十年間行使されないときは、その供託金は、国庫に帰属する。",
    "exampleSentence": "The deposit registrar is required to periodically review the deposit record to identify unclaimed reclaimable assets nearing the statutory period for vesting in the National Treasury.",
    "exampleTranslation": "供託官は、国庫帰属の法定期間に近づいている未請求の取戻可能財産を特定するため、定期的に供託記録を審査することが義務付けられている。",
    "vocabularyList": [
      {
        "word": "unclaimed",
        "translation": "未請求の"
      },
      {
        "word": "statutorily defined period",
        "translation": "法令で定められた期間"
      },
      {
        "word": "deposit registrar",
        "translation": "供託官"
      },
      {
        "word": "deposit record",
        "translation": "供託記録"
      },
      {
        "word": "reclaimable assets",
        "translation": "取戻可能財産"
      },
      {
        "word": "exercised",
        "translation": "行使される"
      }
    ]
  },
  {
    "category": "Deposit Act (供託法)",
    "titleText": "Mastering\nJapanese Legal English",
    "word": "Consignment of Performance",
    "definition": "The act of depositing the object of an obligation (usually money or goods) with a public deposit office when the obligee refuses acceptance or is unable to accept performance, thereby achieving discharge of the obligor's duty.",
    "japaneseDefinition": "債権者が弁済の受領を拒否したり、受領不能である場合に、債務者がその目的物を供託所に預け入れ、債務を免れる行為（弁済供託）。",
    "japaneseWordTranslation": "弁済供託 (Bensai Kyōtaku)",
    "legalContext": "Civil Code Art. 494: If the obligee refuses to accept performance or is unable to accept it, the obligor may be discharged from the obligation by consigning the performance.",
    "japaneseLegalContext": "民法第494条: 債権者が弁済の受領を拒み、又はこれを受領することができないときは、弁済をすることができる者は、債権者のためにその弁済の目的物を供託して、その債務を免れることができる。",
    "exampleSentence": "The developer initiated a consignment of performance after the landowner repeatedly refused to accept the final contract payment despite prior agreement.",
    "exampleTranslation": "地主が事前の合意にもかかわらず、最終的な契約金を受け取ることを再三拒否したため、開発業者は弁済供託を開始した。",
    "vocabularyList": [
      {
        "word": "obligor",
        "translation": "債務者"
      },
      {
        "word": "obligee",
        "translation": "債権者"
      },
      {
        "word": "refuses acceptance",
        "translation": "受領を拒否する"
      },
      {
        "word": "discharge of duty",
        "translation": "債務の免責"
      },
      {
        "word": "deposit office",
        "translation": "供託所"
      },
      {
        "word": "prior agreement",
        "translation": "事前の合意"
      }
    ]
  },
  {
    "category": "Deposit Act (供託法)",
    "titleText": "Mastering\nJapanese Legal English",
    "word": "Consignment for Performance Tender",
    "definition": "The act by an obligor of depositing the subject matter of the obligation (usually money) with a governmental deposit office when the obligee refuses acceptance, is unknown, or is unable to accept performance, thereby aiming to achieve the extinguishment of the debt.",
    "japaneseDefinition": "債務者が、債権者が受領を拒否した、不明である、または受領できない場合に、債務の目的物（通常は金銭）を政府の供託所に預け入れる行為。これにより債務の消滅を図る。",
    "japaneseWordTranslation": "履行の供託 (りこうのきょうたく)",
    "legalContext": "Civil Code Art. 494: If the obligor makes a deposit, the obligation is extinguished.",
    "japaneseLegalContext": "民法第494条：供託がされたときは、債権は消滅する。",
    "exampleSentence": "The defendant's counsel advised that initiating a procedure for **consignment for performance tender** was necessary to stop interest from accruing on the principal amount owed.",
    "exampleTranslation": "被告側の弁護士は、元本に対する利息の発生を止めるため、履行の供託の手続きを開始する必要があると助言した。",
    "vocabularyList": [
      {
        "word": "obligor",
        "translation": "債務者"
      },
      {
        "word": "obligee",
        "translation": "債権者"
      },
      {
        "word": "extinguishment",
        "translation": "消滅"
      },
      {
        "word": "accruing",
        "translation": "発生する"
      },
      {
        "word": "principal amount",
        "translation": "元本"
      },
      {
        "word": "defendant's counsel",
        "translation": "被告側の弁護士"
      }
    ]
  },
  {
    "category": "Deposit Act (供託法)",
    "titleText": "Mastering\nJapanese Legal English",
    "word": "Written Evidence of Consignment",
    "definition": "A formal document provided by the governmental depository to the depositor, certifying that the deposit procedure has been properly completed, detailing the items consigned and the specific legal cause for the consignment.",
    "japaneseDefinition": "供託手続が適切に完了したことを証明するため、政府の供託機関が供託者に交付する正式な文書。供託された物件と供託の具体的な法律上の原因が詳述される。",
    "japaneseWordTranslation": "供託をしたことの証明書 (きょうたくをしたことのしょうめいしょ)",
    "legalContext": "Deposit Act Implementation Regulations: Stipulating the formal requirements for documentation confirming the completion of the consignment process.",
    "japaneseLegalContext": "供託法施行規則：供託手続完了を証明する文書に関する形式要件を定める。",
    "exampleSentence": "In order to assert the defense of discharge, the obligor must submit the **written evidence of consignment** along with the statement of defense.",
    "exampleTranslation": "消滅の抗弁を主張するため、債務者は答弁書と併せて供託をしたことの証明書を提出しなければならない。",
    "vocabularyList": [
      {
        "word": "depository",
        "translation": "供託機関"
      },
      {
        "word": "certifying",
        "translation": "証明する"
      },
      {
        "word": "legal cause",
        "translation": "法律上の原因"
      },
      {
        "word": "assert the defense",
        "translation": "抗弁を主張する"
      },
      {
        "word": "discharge",
        "translation": "（債務の）消滅"
      },
      {
        "word": "statement of defense",
        "translation": "答弁書"
      }
    ]
  },
  {
    "category": "Deposit Act (供託法)",
    "titleText": "Mastering\nJapanese Legal English",
    "word": "Waiver of Recovery Right by Depositor",
    "definition": "The legal action where the person who originally made the deposit (the obligor) irrevocably renounces their power to reclaim the deposited property, usually performed to eliminate any potential challenges to the finality of the performance.",
    "japaneseDefinition": "最初に供託を行った者（債務者）が、供託された財産を取り戻す権限を不可撤回的に放棄する法的な行為。通常、弁済の確定性に対する潜在的な異議を排除するために行われる。",
    "japaneseWordTranslation": "供託者による取戻権の放棄 (きょうたくしゃによるとりもどしけんのほうき)",
    "legalContext": "Civil Code Art. 497: The obligor cannot retrieve the deposit once the obligee has consented to the deposit or a judgment confirming its validity has become final.",
    "japaneseLegalContext": "民法第497条：債権者が供託を承諾し、又は供託を有効とする判決が確定した後においては、債務者は、供託物を取り戻すことができない。",
    "exampleSentence": "The obligor filed a formal document detailing the **waiver of recovery right by depositor** following the final adjudication, ensuring the funds were indisputably deemed paid to the rightful claimant.",
    "exampleTranslation": "最終的な裁定の後、債務者は供託者による取戻権の放棄を詳述した正式な文書を提出し、その資金が正当な請求権者への支払いに異論なく充てられたことを保証した。",
    "vocabularyList": [
      {
        "word": "irrevocably",
        "translation": "不可撤回的に"
      },
      {
        "word": "renounces",
        "translation": "放棄する"
      },
      {
        "word": "finality",
        "translation": "確定性"
      },
      {
        "word": "adjudication",
        "translation": "裁定/判決"
      },
      {
        "word": "indisputably",
        "translation": "異論なく"
      },
      {
        "word": "rightful claimant",
        "translation": "正当な請求権者"
      }
    ]
  },
  {
    "category": "Deposit Act (供託法)",
    "titleText": "Mastering\nJapanese Legal English",
    "word": "Deposit for Exemption",
    "definition": "A deposit of money or securities made to substitute a guarantee, security interest, or other collateral required by law or judicial order, thereby relieving the party of the original security obligation (also known as Substitutionary Deposit).",
    "japaneseDefinition": "法令等により担保として供することが求められた保証金、担保物権、その他の担保に代えて、金銭または有価証券を供託すること。",
    "japaneseWordTranslation": "代用供託 (daiyō kyōtaku)",
    "legalContext": "Code of Civil Procedure Art. 77(3) and Civil Execution Act provisions allow for the substitution of security by deposit.",
    "japaneseLegalContext": "民事訴訟法第77条第3項および民事執行法において、担保に代わる供託の規定が設けられている。",
    "exampleSentence": "The claimant submitted a Deposit for Exemption to ensure the provisional measure was not subject to immediate cancellation.",
    "exampleTranslation": "申立人は、仮の措置が直ちに取消しを受けないようにするため、代用供託を行った。",
    "vocabularyList": [
      {
        "word": "claimant",
        "translation": "申立人 (mōshitate-nin)"
      },
      {
        "word": "provisional measure",
        "translation": "仮の措置 (kari no措置)"
      },
      {
        "word": "subject to cancellation",
        "translation": "取消しの対象となる (torikeshi no taishō to naru)"
      },
      {
        "word": "security interest",
        "translation": "担保権 (tanpoken)"
      },
      {
        "word": "collateral",
        "translation": "担保 (tanpo)"
      },
      {
        "word": "judicial order",
        "translation": "裁判所の命令 (saibansho no meirei)"
      }
    ]
  },
  {
    "category": "Deposit Act (供託法)",
    "titleText": "Mastering\nJapanese Legal English",
    "word": "Confirmation of Deposit Fulfillment",
    "definition": "The administrative action taken by the deposit office to officially recognize that the deposit application adheres to all statutory requirements, including verification of the cause, amount, and necessary supporting documentation.",
    "japaneseDefinition": "供託の申請が、原因、金額、添付書類等の法令上の要件を全て満たしていることを供託所が行政的に確認し、承認する行為。",
    "japaneseWordTranslation": "供託充足の確認 (kyōtaku jūsoku no kakunin)",
    "legalContext": "Deposit Act, Articles concerning the formal examination of the application and the acceptance procedure.",
    "japaneseLegalContext": "供託法、申請の方式審査及び受理手続に関する条項。",
    "exampleSentence": "The depositor received notice that the Confirmation of Deposit Fulfillment had been completed, thereby extinguishing the underlying debt.",
    "exampleTranslation": "供託者は、供託充足の確認が完了し、それによって根底にある債務が消滅した旨の通知を受け取った。",
    "vocabularyList": [
      {
        "word": "depositor",
        "translation": "供託者 (kyōtaku-sha)"
      },
      {
        "word": "administrative action",
        "translation": "行政的行為 (gyōseiteki kōi)"
      },
      {
        "word": "statutory requirements",
        "translation": "法令上の要件 (hōrei-jō no yōken)"
      },
      {
        "word": "underlying debt",
        "translation": "根底にある債務 (kontei ni aru saimu)"
      },
      {
        "word": "supporting documentation",
        "translation": "添付書類 (tenpu shorui)"
      },
      {
        "word": "acceptance procedure",
        "translation": "受理手続 (juri tetsuzuki)"
      }
    ]
  },
  {
    "category": "Deposit Act (供託法)",
    "titleText": "Mastering\nJapanese Legal English",
    "word": "Deposited Item",
    "definition": "The property (money, securities, or goods) placed in custody at the deposit office to fulfill a statutory deposit requirement.",
    "japaneseDefinition": "法令上の供託要件を満たすために供託所に預けられた財産（金銭、有価証券、または物品）。",
    "japaneseWordTranslation": "供託物 (きょうたくぶつ)",
    "legalContext": "Deposit Act Art. 1: (General rule concerning the Deposit Office and Deposited Items)",
    "japaneseLegalContext": "供託法第１条（供託所及び供託物に関する通則）",
    "exampleSentence": "When the Deposited Item is a specific non-monetary good, the depositor must ensure its adequate preservation until the deposit is accepted.",
    "exampleTranslation": "供託物が特定の非金銭物品である場合、供託者は供託が受理されるまでその適切な保全を確保しなければならない。",
    "vocabularyList": [
      {
        "word": "custody",
        "translation": "保管"
      },
      {
        "word": "preservation",
        "translation": "保全"
      },
      {
        "word": "specific",
        "translation": "特定の"
      },
      {
        "word": "depositor",
        "translation": "供託者"
      },
      {
        "word": "statutory requirement",
        "translation": "法定の要件"
      }
    ]
  },
  {
    "category": "Deposit Act (供託法)",
    "titleText": "Mastering\nJapanese Legal English",
    "word": "Obligation to Substitute Deposit",
    "definition": "The statutory duty requiring a depositor, when the property is difficult to preserve or manage, to convert the property into money and deposit the proceeds instead.",
    "japaneseDefinition": "供託物が保管または管理が困難である場合、供託者がその物を換価して、その代金を供託所へ差し入れるべき法定の義務。",
    "japaneseWordTranslation": "供託代替義務 (きょうたくほうだいたいぎむ)",
    "legalContext": "Civil Code Art. 498, Paragraph 2 (Application by analogy for substituted consignment)",
    "japaneseLegalContext": "民法第４９８条第２項（準用される代替供託）",
    "exampleSentence": "If the Debtor attempted to deposit perishable goods, the court would likely impose the Obligation to Substitute Deposit.",
    "exampleTranslation": "債務者が腐敗しやすい物品を供託しようとした場合、裁判所は供託代替義務を課す可能性が高い。",
    "vocabularyList": [
      {
        "word": "perishable goods",
        "translation": "腐敗しやすい物品"
      },
      {
        "word": "convert",
        "translation": "換価する"
      },
      {
        "word": "proceeds",
        "translation": "代金"
      },
      {
        "word": "debtor",
        "translation": "債務者"
      },
      {
        "word": "impose",
        "translation": "課す"
      },
      {
        "word": "by analogy",
        "translation": "準用される"
      }
    ]
  },
  {
    "category": "Deposit Act (供託法)",
    "titleText": "Mastering\nJapanese Legal English",
    "word": "Deposit Registrar’s Authority",
    "definition": "The legal power vested in the deposit registrar to review deposit applications, verify statutory compliance, and order corrections or rejections.",
    "japaneseDefinition": "供託申請を審査し、法令遵守を確認し、補正や却下を命じるために供託登記官に付与された法的権限。",
    "japaneseWordTranslation": "供託登記官の権限 (きょうたくとうきかんのけんげん)",
    "legalContext": "Deposit Act Art. 2 (The Registrar shall perform the duties of the deposit office) & Deposit Rules",
    "japaneseLegalContext": "供託法第２条（登記官が供託所の事務を行う）及び供託規則",
    "exampleSentence": "Exercising the Deposit Registrar’s Authority, the official demanded a correction to the amount stated on the performance consignment document.",
    "exampleTranslation": "供託登記官の権限を行使して、当該官吏は履行供託書類に記載された金額の補正を要求した。",
    "vocabularyList": [
      {
        "word": "registrar",
        "translation": "登記官"
      },
      {
        "word": "vested",
        "translation": "付与された"
      },
      {
        "word": "statutory compliance",
        "translation": "法令遵守"
      },
      {
        "word": "correction",
        "translation": "補正"
      },
      {
        "word": "rejection",
        "translation": "却下"
      },
      {
        "word": "application",
        "translation": "申請"
      }
    ]
  },
  {
    "category": "Deposit Act (供託法)",
    "titleText": "Mastering\nJapanese Legal English",
    "word": "Deposit for Performance Tender",
    "definition": "A mechanism specified in the Civil Code and regulated by the Deposit Act, allowing an obligor to discharge an obligation by depositing the subject matter of performance with a deposit office when the obligee refuses acceptance or cannot accept performance.",
    "japaneseDefinition": "債権者が受領を拒否したり、受領不能である場合に、債務者が履行の目的物を供託所に預け入れることにより、その債務を消滅させるための供託。",
    "japaneseWordTranslation": "履行の供託 (りこうのきょうたく)",
    "legalContext": "Civil Code Art. 494: 'If the obligee refuses to accept performance or is unable to accept it, the obligor may be discharged from his/her obligation by depositing the subject matter of the performance.'",
    "japaneseLegalContext": "民法第494条: 「債権者が弁済の受領を拒み、又はこれを受領することができないときは、弁済をすべき者は、債権者のためにその弁済の目的物を供託して、その債務を免れることができる。」",
    "exampleSentence": "The company made a Deposit for Performance Tender after documented attempts to pay the creditor were formally rejected.",
    "exampleTranslation": "債権者への支払いの試みが正式に拒否された後、その企業は履行の供託を行った。",
    "vocabularyList": [
      {
        "word": "Discharge an obligation",
        "translation": "債務を消滅させる"
      },
      {
        "word": "Subject matter of performance",
        "translation": "履行の目的物"
      },
      {
        "word": "Obligee",
        "translation": "債権者"
      },
      {
        "word": "Refuses acceptance",
        "translation": "受領を拒否する"
      },
      {
        "word": "Creditor",
        "translation": "債権者"
      },
      {
        "word": "Documented attempts",
        "translation": "文書化された試み"
      }
    ]
  },
  {
    "category": "Deposit Act (供託法)",
    "titleText": "Mastering\nJapanese Legal English",
    "word": "Deposit Regulations",
    "definition": "The ministerial ordinance (Ministry of Justice Ordinance) detailing the specific procedural requirements for filing, accepting, maintaining, and withdrawing deposits, established under the authority delegated by the Deposit Act.",
    "japaneseDefinition": "供託の手続（申請、受諾、保管、払渡し等）に関する詳細を定める法務省令。供託法の委任に基づき制定される。",
    "japaneseWordTranslation": "供託規則 (きょうたくきそく)",
    "legalContext": "Deposit Act Art. 3: \"Matters necessary for the procedures for deposit, etc., shall be prescribed by Ministry of Justice Ordinance.\"",
    "japaneseLegalContext": "供託法第3条: 「供託の手続その他供託に関し必要な事項は、法務省令で定める。」",
    "exampleSentence": "The new electronic submission system must comply strictly with the requirements set forth in the Deposit Regulations.",
    "exampleTranslation": "新しい電子提出システムは、供託規則に定められた要件を厳格に遵守しなければならない。",
    "vocabularyList": [
      {
        "word": "ministerial ordinance",
        "translation": "法務省令"
      },
      {
        "word": "procedural requirements",
        "translation": "手続要件"
      },
      {
        "word": "filing",
        "translation": "供託の申請"
      },
      {
        "word": "maintaining",
        "translation": "保管"
      },
      {
        "word": "delegated authority",
        "translation": "委任された権限"
      },
      {
        "word": "comply strictly",
        "translation": "厳格に遵守する"
      }
    ]
  },
  {
    "category": "Deposit Act (供託法)",
    "titleText": "Mastering\nJapanese Legal English",
    "word": "Commissioned Deposit",
    "definition": "A deposit implemented by the Deposit Office based on a formal request (commission) from a public authority, such as a court or specific administrative agency, rather than a direct application by a private party.",
    "japaneseDefinition": "裁判所や特定の行政機関などの公的機関からの正式な依頼（嘱託）に基づき、供託所が供託を実施すること。私当事者による直接の申請とは区別される。",
    "japaneseWordTranslation": "供託嘱託 (きょうたくしょくたく)",
    "legalContext": "Deposit Regulations Art. 28: Procedures are specified for a Commissioned Deposit when required by law (e.g., in civil procedure or bankruptcy proceedings).",
    "japaneseLegalContext": "供託規則第28条: 法令の定めにより供託の嘱託があった場合の供託手続について規定されている。",
    "exampleSentence": "The execution court issued a Commissioned Deposit to the Deposit Office regarding the amount recovered from the judicial auction.",
    "exampleTranslation": "執行裁判所は、競売から回収された金額について、供託所に対し供託嘱託を発した。",
    "vocabularyList": [
      {
        "word": "formal request",
        "translation": "正式な依頼"
      },
      {
        "word": "public authority",
        "translation": "公的機関"
      },
      {
        "word": "administrative agency",
        "translation": "行政機関"
      },
      {
        "word": "implemented",
        "translation": "実施された"
      },
      {
        "word": "judicial auction",
        "translation": "裁判上の競売"
      },
      {
        "word": "specific statutes",
        "translation": "特定の法令"
      }
    ]
  },
  {
    "category": "Deposit Act (供託法)",
    "titleText": "Mastering\nJapanese Legal English",
    "word": "Loss or Damage",
    "definition": "The destruction (loss) or physical impairment (damage) of the deposited property while it is being held in the custody of the State, which may give rise to a claim for compensation against the State under specific conditions.",
    "japaneseDefinition": "供託物が国の管理下にある間に、滅失（失われること）または損傷（物理的に価値が損なわれること）すること。特定の条件下で国に対する賠償請求の原因となりうる。",
    "japaneseWordTranslation": "滅失・損傷 (めっしつ・そんしょう)",
    "legalContext": "Deposit Act Art. 9: The State is not liable for loss or damage to deposited property unless caused by the willful misconduct or gross negligence of the official responsible for custody.",
    "japaneseLegalContext": "供託法第9条: 供託物の滅失又は損傷については、保管の責任を負う職員の故意又は重大な過失によらない限り、国は責任を負わない。",
    "exampleSentence": "The depositor sought compensation from the State based on the Loss or Damage provision, alleging gross negligence in the storage facility maintenance.",
    "exampleTranslation": "供託者は、保管施設の維持管理における重大な過失を主張し、滅失・損傷の規定に基づき国に対して賠償を求めた。",
    "vocabularyList": [
      {
        "word": "custody",
        "translation": "保管"
      },
      {
        "word": "impairment",
        "translation": "損傷"
      },
      {
        "word": "claim for compensation",
        "translation": "賠償請求"
      },
      {
        "word": "willful misconduct",
        "translation": "故意"
      },
      {
        "word": "gross negligence",
        "translation": "重大な過失"
      },
      {
        "word": "storage facility maintenance",
        "translation": "保管施設の維持管理"
      }
    ]
  },
  {
    "category": "Deposit Act (供託法)",
    "titleText": "Mastering\nJapanese Legal English",
    "word": "Deposit due to uncertainty of the entitled party",
    "definition": "A legally recognized ground for consigning the subject matter of performance to the Deposit Office when the obligor cannot definitively ascertain the identity of the rightful obligee, thereby discharging the obligation.",
    "japaneseDefinition": "債務者が正当な債権者を確知することができない場合、その弁済の目的物を供託所に供託し、債務を免れるための手段。",
    "japaneseWordTranslation": "権利者不明による供託 (けんりしゃふめいによるきょうたく)",
    "legalContext": "Civil Code Art. 494, para. 1: If the obligor cannot ascertain the obligee, the obligor may be relieved of the obligation by depositing the subject matter of the performance at the Deposit Office.",
    "japaneseLegalContext": "民法第494条第1項: 債務者が債権者を確知することができないときは、弁済を供託所に供託することができる。",
    "exampleSentence": "The obligor performed a Deposit due to uncertainty of the entitled party after the death of the creditor, as multiple purported heirs arose.",
    "exampleTranslation": "債務者は、複数の相続人候補が出現したため、債権者の死亡後、権利者不明による供託を行った。",
    "vocabularyList": [
      {
        "word": "obligor",
        "translation": "債務者"
      },
      {
        "word": "obligee",
        "translation": "債権者"
      },
      {
        "word": "ascertain",
        "translation": "確知する"
      },
      {
        "word": "subject matter of performance",
        "translation": "弁済の目的物"
      },
      {
        "word": "purported heirs",
        "translation": "相続人候補"
      },
      {
        "word": "discharging the obligation",
        "translation": "債務の免責"
      }
    ]
  },
  {
    "category": "Deposit Act (供託法)",
    "titleText": "Mastering\nJapanese Legal English",
    "word": "Administrative Review of Deposit Application",
    "definition": "The formal procedural examination carried out by the Deposit Official to determine the legality and completeness of a deposit application, verifying the existence of statutory grounds for deposit and the accuracy of the submitted documents.",
    "japaneseDefinition": "供託官が供託申請について、法令に定められた供託原因が存在するか、また、添付書類を含め記載内容が適法かつ正確であるかを審査する行政手続き。",
    "japaneseWordTranslation": "供託申請の行政審査 (きょうたくしんせいのぎょうせいしんさ)",
    "legalContext": "Deposit Act Art. 8: The Deposit Official shall review the application documents and, if deemed lawful in accordance with statutory provisions, shall accept the deposit; if unlawful, the application shall be rejected.",
    "japaneseLegalContext": "供託法第8条: 供託官は、供託書の記載及び添付書類を審査し、法令の規定に従い、これを適法と認めるときは、供託を受理し、不適法と認めるときは、これを却下しなければならない。",
    "exampleSentence": "Due to deficiencies in the accompanying documentation, the Deposit Official ordered revisions during the Administrative Review of Deposit Application.",
    "exampleTranslation": "添付書類に不備があったため、供託官は供託申請の行政審査の過程で補正を命じた。",
    "vocabularyList": [
      {
        "word": "Deposit Official",
        "translation": "供託官"
      },
      {
        "word": "legality",
        "translation": "適法性"
      },
      {
        "word": "statutory grounds",
        "translation": "法定の供託原因"
      },
      {
        "word": "accompanying documentation",
        "translation": "添付書類"
      },
      {
        "word": "rejected",
        "translation": "却下された"
      },
      {
        "word": "ordered revisions",
        "translation": "補正を命じた"
      }
    ]
  },
  {
    "category": "Deposit Act (供託法)",
    "titleText": "Mastering\nJapanese Legal English",
    "word": "Lapse of claim right to deposited assets",
    "definition": "The legal mechanism by which the entitlement of the obligee or claimant to demand the withdrawal or delivery of the deposited funds or property expires after failing to exercise the right for a prescribed period, usually 20 years.",
    "japaneseDefinition": "供託された金銭又は有価証券について、供託の受領をすべき者が一定期間（通常20年）その権利を行使しなかったことにより、請求権が消滅すること。",
    "japaneseWordTranslation": "供託物引渡請求権の時効消滅 (きょうたくぶつひきわたしせいきゅうけんのじこうしょうめつ)",
    "legalContext": "Deposit Act Art. 9: The right to claim the return of deposited money or securities shall expire by prescription if not exercised within 20 years from the date of deposit.",
    "japaneseLegalContext": "供託法第9条: 供託金又は供託有価証券の取戻請求権は、供託の日から二十年間行使しないときは、時効によって消滅する。",
    "exampleSentence": "If the entitled party fails to assert their rights, the Lapse of claim right to deposited assets will result in the funds being integrated into the national fisc.",
    "exampleTranslation": "権利者が権利を主張しなければ、供託物引渡請求権の時効消滅により、その供託金は国庫に帰属することになる。",
    "vocabularyList": [
      {
        "word": "entitlement",
        "translation": "権利"
      },
      {
        "word": "assert their rights",
        "translation": "権利を主張する"
      },
      {
        "word": "prescribed period",
        "translation": "所定の期間"
      },
      {
        "word": "national fisc",
        "translation": "国庫"
      },
      {
        "word": "deposited assets",
        "translation": "供託物"
      },
      {
        "word": "integrated",
        "translation": "帰属する"
      }
    ]
  },
  {
    "category": "Deposit Act (供託法)",
    "titleText": "Mastering\nJapanese Legal English",
    "word": "Money and Securities Deposit",
    "definition": "The legal deposit of either currency (money) or valuable securities (such as bonds or negotiable instruments) with a designated repository, typically required to effect the extinguishment of an obligation or to serve as security.",
    "japaneseDefinition": "法令に基づき、債務の弁済や担保の提供を目的として、金銭または有価証券を供託所に預け入れること。",
    "japaneseWordTranslation": "金銭有価証券供託 (Kinsen Yūka Shōken Kyōtaku)",
    "legalContext": "Deposit Act Art. 1: A deposit may be made with money or securities, except as otherwise provided by law.",
    "japaneseLegalContext": "供託法第1条: 供託は、法令に別段の定めがある場合を除くほか、金銭又は有価証券をもってすることができる。",
    "exampleSentence": "In standard contract dispute cases, a Money and Securities Deposit is utilized by the debtor to achieve performance when the creditor refuses acceptance.",
    "exampleTranslation": "一般的な契約紛争において、債権者が受領を拒否した場合、債務者は弁済を完了させるために金銭有価証券供託を利用する。",
    "vocabularyList": [
      {
        "word": "currency",
        "translation": "通貨 (tsūka)"
      },
      {
        "word": "valuable securities",
        "translation": "有価証券 (yūka shōken)"
      },
      {
        "word": "effect the extinguishment",
        "translation": "消滅させる (shōmetsu saseru)"
      },
      {
        "word": "serve as security",
        "translation": "担保として機能する (tanpo to shite kinō suru)"
      },
      {
        "word": "contract dispute",
        "translation": "契約紛争 (keiyaku funsō)"
      },
      {
        "word": "utilized by the debtor",
        "translation": "債務者により使用される (saibusha ni yori shiyō sareru)"
      }
    ]
  },
  {
    "category": "Deposit Act (供託法)",
    "titleText": "Mastering\nJapanese Legal English",
    "word": "Designated Deposit Repository",
    "definition": "The specific location (usually the Legal Affairs Bureau associated with the District Court) officially designated by the Deposit Act or specific regulations where the act of filing the deposit must take place.",
    "japaneseDefinition": "供託法や関係法令により指定された、供託申請を受け付ける特定の場所（通常は地方裁判所に対応する法務局または地方法務局）。",
    "japaneseWordTranslation": "指定供託所 (Shitei Kyōtaku-sho)",
    "legalContext": "Deposit Act Art. 2: A deposit shall be made with the Legal Affairs Bureau or District Legal Affairs Bureau corresponding to the District Court which has jurisdiction over the place where the deposit is to be made.",
    "japaneseLegalContext": "供託法第2条: 供託は、供託をすべき地を管轄する地方裁判所に対応する法務局又は地方法務局にしなければならない。",
    "exampleSentence": "The Designation of the Deposit Repository is determined by the obligor's location or the place of performance stipulated in the original contract.",
    "exampleTranslation": "指定供託所の選定は、債務者の所在地、または原契約で規定された履行地によって決定される。",
    "vocabularyList": [
      {
        "word": "Legal Affairs Bureau",
        "translation": "法務局 (Hōmu-kyoku)"
      },
      {
        "word": "District Court",
        "translation": "地方裁判所 (Chihō Saibansho)"
      },
      {
        "word": "specific regulations",
        "translation": "特定の規定 (tokutei no kitei)"
      },
      {
        "word": "jurisdiction",
        "translation": "管轄 (kankatsu)"
      },
      {
        "word": "obligor",
        "translation": "債務者 (saibusha)"
      },
      {
        "word": "stipulated",
        "translation": "規定された (kitei sareta)"
      }
    ]
  },
  {
    "category": "Deposit Act (供託法)",
    "titleText": "Mastering\nJapanese Legal English",
    "word": "Non-Acceptance Decision (of Deposit Filing)",
    "definition": "The formal ruling by a deposit official rejecting a deposit application because the necessary documentation, identity verification, or substantive legal cause for the deposit is found to be deficient or improper.",
    "japaneseDefinition": "供託官が、提出された供託申請について、必要な書類、本人確認、または供託の法的原因が不足または不適当であると判断し、申請の受理を拒否する正式な決定。",
    "japaneseWordTranslation": "供託不受理決定 (Kyōtaku Fujuri Kettei)",
    "legalContext": "Deposit Act Art. 34, Para. 2: A person dissatisfied with a disposition made by a deposit official may file an objection with the District Court which has jurisdiction over the deposit repository where the disposition was made.",
    "japaneseLegalContext": "供託法第34条第2項: 供託官の処分に不服がある者は、その処分をすべき供託所を管轄する地方裁判所に異議の申立てをすることができる。",
    "exampleSentence": "Following a Non-Acceptance Decision, the applicant has recourse to the courts by filing an immediate objection to the ruling.",
    "exampleTranslation": "供託不受理決定が出された後、申請者は、その決定に対して直ちに異議を申し立てることにより、裁判所に不服を申し立てる手段を有する。",
    "vocabularyList": [
      {
        "word": "formal ruling",
        "translation": "正式な裁定 (seishiki na saitei)"
      },
      {
        "word": "deposit official",
        "translation": "供託官 (kyōtaku-kan)"
      },
      {
        "word": "documentation",
        "translation": "書類 (shorui)"
      },
      {
        "word": "substantive legal cause",
        "translation": "実体的な法的原因 (jittaiteki na hōteki gen'in)"
      },
      {
        "word": "deficient or improper",
        "translation": "不足または不適当 (fusoku mata wa futekitō)"
      },
      {
        "word": "has recourse to",
        "translation": "に訴える手段を有する (ni uttaeru shudan o yūsuru)"
      }
    ]
  }
]
