[
  {
    "category": "Judicial Scrivener Act (司法書士法)",
    "titleText": "Mastering\nJapanese Legal English",
    "word": "Authorization to Handle Adjudication Cases",
    "definition": "The specialized authorization granted to legal professionals who have passed an examination and received certification from the Minister of Justice, allowing them to engage in specific legal procedures, primarily related to summary court proceedings and alternative dispute resolution (ADR) involving disputes below 1.4 million yen.",
    "japaneseDefinition": "法務大臣の認定を受けた者が、簡易裁判所の訴訟事件や特定な裁判外紛争解決手続（ADR）において、請求額が140万円を超えない範囲で関与することが許される専門的な権限。",
    "japaneseWordTranslation": "認定業務 (にんていぎょうむ)",
    "legalContext": "Judicial Scrivener Act, Article 3, Paragraph 2: 'In addition to the matters set forth in the preceding paragraph, a certified... may, as an agent, perform the procedures for Summary Court Adjudication Cases, etc.'",
    "japaneseLegalContext": "司法書士法第3条第2項：「前項に定めるもののほか、認定を受けた者は、簡易裁判所における訴訟事件等につき、代理人として、法務省令で定める手続を行うことができる。」",
    "exampleSentence": "The scope of the Authorization to Handle Adjudication Cases limits the financial value of disputes that the professional may handle.",
    "exampleTranslation": "認定業務の範囲は、その専門家が取り扱うことのできる紛争の経済的価値を制限している。",
    "vocabularyList": [
      {
        "word": "certified",
        "translation": "認定された"
      },
      {
        "word": "Summary Court Adjudication Cases",
        "translation": "簡易裁判所における訴訟事件"
      },
      {
        "word": "agent",
        "translation": "代理人"
      },
      {
        "word": "legal procedures",
        "translation": "法的手続"
      },
      {
        "word": "disputes",
        "translation": "紛争"
      },
      {
        "word": "financial value",
        "translation": "経済的価値"
      }
    ]
  },
  {
    "category": "Judicial Scrivener Act (司法書士法)",
    "titleText": "Mastering\nJapanese Legal English",
    "word": "Duty of Confidentiality",
    "definition": "The professional obligation requiring legal practitioners to keep secret any information obtained in the course of their duties concerning their clients or affairs, which persists even after their professional status is retired or revoked.",
    "japaneseDefinition": "業務に関して知り得た依頼者その他の関係者の秘密を漏らしてはならないという職業上の義務。この義務は、業務を退いた後も存続する。",
    "japaneseWordTranslation": "守秘義務 (しゅひぎむ)",
    "legalContext": "Judicial Scrivener Act, Article 23: 'A practitioner shall not, without justifiable grounds, divulge any secrets concerning a person that came to his or her knowledge in the course of his or her duties.'",
    "japaneseLegalContext": "司法書士法第23条：「業務上知り得た他人の秘密を正当な理由がなく漏らしてはならない。業務を退いた後も同様とする。」",
    "exampleSentence": "Violation of the Duty of Confidentiality is grounds for serious disciplinary action under the governing Act.",
    "exampleTranslation": "守秘義務の違反は、根拠法に基づき重大な懲戒処分の対象となる。",
    "vocabularyList": [
      {
        "word": "divulge",
        "translation": "漏らす"
      },
      {
        "word": "justifiable grounds",
        "translation": "正当な理由"
      },
      {
        "word": "in the course of his or her duties",
        "translation": "業務上"
      },
      {
        "word": "violation",
        "translation": "違反"
      },
      {
        "word": "governing Act",
        "translation": "根拠法"
      },
      {
        "word": "persists",
        "translation": "存続する"
      }
    ]
  },
  {
    "category": "Judicial Scrivener Act (司法書士法)",
    "titleText": "Mastering\nJapanese Legal English",
    "word": "Disciplinary Action",
    "definition": "Measures taken against a professional who has violated the governing Act, the rules of their professional association, or committed an act damaging the dignity of their profession. These measures typically include reprimand, suspension of practice, or dismissal.",
    "japaneseDefinition": "法令や所属する会則に違反し、またはその品位を損なう行為をした専門家に対して課される制裁。通常、戒告、業務の停止、または業務の禁止が含まれる。",
    "japaneseWordTranslation": "懲戒 (ちょうかい)",
    "legalContext": "Judicial Scrivener Act, Article 47: 'The Minister of Justice may take disciplinary action against a practitioner in any of the following cases: 1. When the professional has violated this Act or orders issued thereunder; ...'",
    "japaneseLegalContext": "司法書士法第47条：「法務大臣は、次の各号のいずれかに該当する者に対し、懲戒処分をすることができる。一、この法律又はこの法律に基づく命令に違反したとき。」",
    "exampleSentence": "The Minister of Justice imposed Disciplinary Action upon the practitioner after concluding the investigation into unauthorized legal consultation.",
    "exampleTranslation": "法務大臣は、無許可の法律相談に関する調査を終えた後、その専門家に対して懲戒処分を科した。",
    "vocabularyList": [
      {
        "word": "reprimand",
        "translation": "戒告"
      },
      {
        "word": "suspension of practice",
        "translation": "業務の停止"
      },
      {
        "word": "dismissal",
        "translation": "業務の禁止"
      },
      {
        "word": "dignity",
        "translation": "品位"
      },
      {
        "word": "unauthorized legal consultation",
        "translation": "無許可の法律相談"
      },
      {
        "word": "imposed",
        "translation": "科した"
      }
    ]
  },
  {
    "category": "Judicial Scrivener Act (司法書士法)",
    "titleText": "Mastering\nJapanese Legal English",
    "word": "Judicial Scrivener Roll",
    "definition": "The official registry (meibo) of all qualified and currently practicing judicial scriveners, maintained by the local Judicial Scrivener Association and subject to review by the Minister of Justice.",
    "japaneseDefinition": "司法書士が業務を行うために、所属する司法書士会に備え付けられている名簿。法務大臣の監督下に置かれる。",
    "japaneseWordTranslation": "司法書士名簿 (しほうしょしめいぼ)",
    "legalContext": "Judicial Scrivener Act Art. 25: A Judicial Scrivener Association shall maintain a Judicial Scrivener Roll and enter the names and other necessary particulars of its members therein.",
    "japaneseLegalContext": "司法書士法第25条: 司法書士会は、司法書士名簿を備え、その会員である司法書士の氏名その他の必要な事項をこれに登録しなければならない。",
    "exampleSentence": "Enrollment in the Judicial Scrivener Roll is a prerequisite for commencing professional activities and is managed by the regional association.",
    "exampleTranslation": "司法書士名簿への登録は専門的活動を開始するための前提条件であり、地域会によって管理される。",
    "vocabularyList": [
      {
        "word": "enrollment",
        "translation": "登録"
      },
      {
        "word": "prerequisite",
        "translation": "前提条件"
      },
      {
        "word": "commencing",
        "translation": "開始する"
      },
      {
        "word": "particulars",
        "translation": "必要な事項"
      },
      {
        "word": "regional association",
        "translation": "地域会"
      }
    ]
  },
  {
    "category": "Judicial Scrivener Act (司法書士法)",
    "titleText": "Mastering\nJapanese Legal English",
    "word": "Association Dues",
    "definition": "The mandatory fees that a judicial scrivener must pay to the Judicial Scrivener Association of which they are a member, as stipulated by the association's articles, to maintain their qualification to practice.",
    "japaneseDefinition": "司法書士が、その所属する司法書士会の会員資格を維持し、業務を継続するために、会則の定めるところにより納付しなければならない費用。",
    "japaneseWordTranslation": "会費 (かいひ)",
    "legalContext": "Judicial Scrivener Act Art. 62: A member of a Judicial Scrivener Association shall pay the association dues and other burdens as provided by the articles of the association.",
    "japaneseLegalContext": "司法書士法第62条: 司法書士会の会員は、会則の定めるところにより、会費その他の負担金を納付しなければならない。",
    "exampleSentence": "Failure to remit the requisite Association Dues may result in disciplinary action or suspension of practice rights.",
    "exampleTranslation": "要求される会費の送金不履行は、懲戒処分または業務権の停止につながる可能性がある。",
    "vocabularyList": [
      {
        "word": "remit",
        "translation": "送金する"
      },
      {
        "word": "requisite",
        "translation": "要求される"
      },
      {
        "word": "burdens",
        "translation": "負担金"
      },
      {
        "word": "stipulated",
        "translation": "定められた"
      },
      {
        "word": "articles",
        "translation": "会則"
      }
    ]
  },
  {
    "category": "Judicial Scrivener Act (司法書士法)",
    "titleText": "Mastering\nJapanese Legal English",
    "word": "Oversight Authority",
    "definition": "The specific power, primarily held by the Minister of Justice and the supervising District Court, to inspect the affairs, issue necessary orders, or investigate the professional conduct of a Judicial Scrivener Association or individual members.",
    "japaneseDefinition": "法務大臣及び管轄の地方裁判所が、司法書士会及び個々の司法書士の業務・運営に対し、調査、検査、または必要な措置を命じる権限。",
    "japaneseWordTranslation": "監督権限 (かんとくけんげん)",
    "legalContext": "Judicial Scrivener Act Art. 70: The Minister of Justice may inspect the affairs and property of a Judicial Scrivener Association or order necessary measures to be taken.",
    "japaneseLegalContext": "司法書士法第70条: 法務大臣は、司法書士会の事務及び財産の状況を検査し、又は必要な措置を命ずることができる。",
    "exampleSentence": "Due to reported irregularities, the Minister of Justice exercised the Oversight Authority to conduct a thorough investigation into the association’s finances.",
    "exampleTranslation": "報告された不正行為のため、法務大臣は監督権限を行使し、当該会の財政に対する徹底的な調査を実施した。",
    "vocabularyList": [
      {
        "word": "affairs",
        "translation": "事務"
      },
      {
        "word": "property",
        "translation": "財産"
      },
      {
        "word": "irregularities",
        "translation": "不正行為"
      },
      {
        "word": "issue necessary orders",
        "translation": "必要な措置を命じる"
      },
      {
        "word": "supervising",
        "translation": "管轄の"
      }
    ]
  },
  {
    "category": "Judicial Scrivener Act (司法書士法)",
    "titleText": "Mastering\nJapanese Legal English",
    "word": "Claim Amount Ceiling",
    "definition": "The maximum monetary value of the subject matter of a civil dispute (currently ¥1,400,000) for which a certified legal expert may represent a client in summary court proceedings, alternative dispute resolution (ADR), or conciliation.",
    "japaneseDefinition": "認定を受けた特定の法律専門家が、簡易裁判所における訴訟手続、または裁判外紛争解決手続（ADR）において、依頼者を代理できる訴訟の目的の価額の上限。",
    "japaneseWordTranslation": "訴訟物価額の制限 (そしょうぶつかかくのせいげん)",
    "legalContext": "Judicial Scrivener Act, Art. 3, Paragraph 1, Item 6: 'Matters handled by professionals regarding civil lawsuits, etc., in summary courts, where the value of the subject matter of the claim does not exceed the amount specified by Cabinet Order (currently 1,400,000 yen).'",
    "japaneseLegalContext": "司法書士法第3条第1項第6号: 簡易裁判所における訴訟手続等についての業務であって、訴訟の目的の価額が政令で定める額（140万円）を超えないもの。",
    "exampleSentence": "The firm declined to take the case because the value exceeded the claim amount ceiling applicable to the certified professional.",
    "exampleTranslation": "その請求価額が認定を受けた専門家に適用される訴訟物価額の制限を超えていたため、その事務所はその案件を引き受けることを辞退した。",
    "vocabularyList": [
      {
        "word": "certified legal expert",
        "translation": "認定を受けた専門家"
      },
      {
        "word": "subject matter",
        "translation": "訴訟の目的"
      },
      {
        "word": "summary court",
        "translation": "簡易裁判所"
      },
      {
        "word": "alternative dispute resolution (ADR)",
        "translation": "裁判外紛争解決手続"
      },
      {
        "word": "Cabinet Order",
        "translation": "政令"
      }
    ]
  },
  {
    "category": "Judicial Scrivener Act (司法書士法)",
    "titleText": "Mastering\nJapanese Legal English",
    "word": "Professional Register",
    "definition": "The official, mandatory list maintained by the national professional federation or local association, containing the name, address, and qualification details of all individuals authorized to practice legal documentation services and related procedural work.",
    "japaneseDefinition": "国が定める専門家団体が管理する公的な名簿であり、法律文書作成および関連する手続業務を行う権限を有する全ての個人の氏名、住所、資格情報を含むもの。",
    "japaneseWordTranslation": "司法書士名簿 (しほうしょしめいぼ)",
    "legalContext": "Judicial Scrivener Act, Art. 25: Stipulates that the Federation must maintain the Professional Register (Nihon Shihōshoshikai Rengōkai Meibo) and record mandatory items.",
    "japaneseLegalContext": "司法書士法第25条: 連合会は、司法書士名簿を備え、これに定められた事項を登録しなければならない。",
    "exampleSentence": "In order to commence practice, the newly qualified individual must apply for entry into the Professional Register managed by the national federation.",
    "exampleTranslation": "業務を開始するためには、新たに資格を得た個人は、全国連合会によって管理されている専門家名簿への登録を申請しなければならない。",
    "vocabularyList": [
      {
        "word": "commence practice",
        "translation": "業務を開始する"
      },
      {
        "word": "national federation",
        "translation": "全国連合会"
      },
      {
        "word": "qualification details",
        "translation": "資格情報"
      },
      {
        "word": "mandatory list",
        "translation": "義務付けられた名簿"
      },
      {
        "word": "apply for entry",
        "translation": "登録を申請する"
      }
    ]
  },
  {
    "category": "Judicial Scrivener Act (司法書士法)",
    "titleText": "Mastering\nJapanese Legal English",
    "word": "Federation of Judicial Scrivener Associations",
    "definition": "The national statutory public corporation established under the Act, responsible for overseeing and supervising local professional associations, maintaining the official Professional Register, and establishing standards of professional ethics and conduct.",
    "japaneseDefinition": "法に基づき設立された国の法定公的法人であり、地方の専門家団体を監督し、公式の専門家名簿を維持管理し、職業倫理および行動の基準を確立する責任を負う。",
    "japaneseWordTranslation": "日本司法書士会連合会 (にほんしほうしょしかいれんごうかい)",
    "legalContext": "Judicial Scrivener Act, Art. 52: Establishes the existence, objectives, and specific functions of the Federation of Judicial Scrivener Associations.",
    "japaneseLegalContext": "司法書士法第52条: 日本司法書士会連合会の設立、目的、および特定の職務を定める。",
    "exampleSentence": "The disciplinary committee of the Federation of Judicial Scrivener Associations reviews complaints concerning professional misconduct.",
    "exampleTranslation": "日本司法書士会連合会の懲戒委員会は、職業上の不正行為に関する苦情を審査する。",
    "vocabularyList": [
      {
        "word": "statutory public corporation",
        "translation": "法定公的法人"
      },
      {
        "word": "overseeing and supervising",
        "translation": "監督する"
      },
      {
        "word": "professional misconduct",
        "translation": "職業上の不正行為"
      },
      {
        "word": "disciplinary committee",
        "translation": "懲戒委員会"
      },
      {
        "word": "standards of conduct",
        "translation": "行動の基準"
      },
      {
        "word": "local professional associations",
        "translation": "地方の専門家団体"
      }
    ]
  },
  {
    "category": "Judicial Scrivener Act (司法書士法)",
    "titleText": "Mastering\nJapanese Legal English",
    "word": "Representation in Summary Court Procedures",
    "definition": "The authorization granted to certified Judicial Scriveners (certified by the Minister of Justice) to act as legal agents for clients in civil actions, conciliation, and other procedures before a Summary Court, provided the claim amount does not exceed 1,400,000 yen.",
    "japaneseDefinition": "法務大臣の認定を受けた司法書士が、請求の価額が140万円を超えない簡易裁判所における民事訴訟、調停その他の手続について、当事者を代理すること。",
    "japaneseWordTranslation": "簡易裁判所における訴訟代理 (かんいさいばんしょにおけるそしょうだいり)",
    "legalContext": "Judicial Scrivener Act, Art. 3, Paragraph 1, Item 6: Representation in the procedures of a Summary Court, etc.",
    "japaneseLegalContext": "司法書士法第3条第1項第6号: 簡易裁判所における手続の代理等",
    "exampleSentence": "A certified judicial scrivener handled the client's debt collection matter through representation in summary court procedures, as the principal amount was below the statutory limit.",
    "exampleTranslation": "認定司法書士は、元本金額が法定限度額を下回っていたため、簡易裁判所における訴訟代理を通じて依頼人の債権回収案件を処理した。",
    "vocabularyList": [
      {
        "word": "Certified Judicial Scrivener",
        "translation": "認定司法書士"
      },
      {
        "word": "Summary Court",
        "translation": "簡易裁判所"
      },
      {
        "word": "Civil Action",
        "translation": "民事訴訟"
      },
      {
        "word": "Conciliation",
        "translation": "調停"
      },
      {
        "word": "Statutory limit",
        "translation": "法定限度額"
      },
      {
        "word": "Principal amount",
        "translation": "元本金額"
      }
    ]
  },
  {
    "category": "Judicial Scrivener Act (司法書士法)",
    "titleText": "Mastering\nJapanese Legal English",
    "word": "Preparation of Submissions to Public Agencies",
    "definition": "The professional duty of a Judicial Scrivener involving the drafting of documents to be filed with national or local government offices (excluding courts and registry offices, which are covered separately) concerning rights, obligations, or factual relations.",
    "japaneseDefinition": "権利義務又は事実証明に関する書類を、裁判所若しくは検察庁又は法務局若しくは地方法務局に提出する書類以外の官公署に提出するために作成する業務。",
    "japaneseWordTranslation": "官公署に提出する書類の作成 (かんこうしょにていしゅつするしょるいのさくせい)",
    "legalContext": "Judicial Scrivener Act, Art. 3, Paragraph 1, Item 4: Drafting documents related to rights or factual relations for submission to public agencies.",
    "japaneseLegalContext": "司法書士法第3条第1項第4号: 権利義務又は事実証明に関する書類であって、官公署に提出するためのものの作成",
    "exampleSentence": "The scope of the judicial scrivener's duties includes the preparation of submissions to public agencies related to corporate licensing and documentation of intellectual property rights.",
    "exampleTranslation": "司法書士の業務範囲には、法人の許認可や知的財産権の文書化に関連する官公署に提出する書類の作成が含まれる。",
    "vocabularyList": [
      {
        "word": "Drafting",
        "translation": "作成"
      },
      {
        "word": "National/Local Government Offices",
        "translation": "官公署 (かんこうしょ)"
      },
      {
        "word": "Factual relations",
        "translation": "事実証明"
      },
      {
        "word": "Corporate licensing",
        "translation": "法人の許認可"
      },
      {
        "word": "Scope of duties",
        "translation": "業務範囲"
      },
      {
        "word": "Intellectual property rights",
        "translation": "知的財産権"
      }
    ]
  },
  {
    "category": "Judicial Scrivener Act (司法書士法)",
    "titleText": "Mastering\nJapanese Legal English",
    "word": "Judicial Scrivener Association",
    "definition": "A mandatory, regional public corporation established pursuant to the Judicial Scrivener Act, which every Judicial Scrivener must join within the jurisdiction where they maintain their office, responsible for member registration, supervision, and professional training.",
    "japaneseDefinition": "司法書士法に基づいて設立された、その区域内に事務所を有する司法書士が必ず加入しなければならない法人であり、会員の登録、指導、連絡及び監督を行う団体。",
    "japaneseWordTranslation": "司法書士会 (しほうしょしかい)",
    "legalContext": "Judicial Scrivener Act, Art. 52: Mandatory membership of Judicial Scriveners in the association having jurisdiction over their office location.",
    "japaneseLegalContext": "司法書士法第52条: 司法書士は、事務所を設けようとする都道府県の区域に設立されている司法書士会に入会しなければならない。",
    "exampleSentence": "Before commencing practice, the newly qualified scrivener submitted the required documents for mandatory membership in the local Judicial Scrivener Association.",
    "exampleTranslation": "開業前に、新しく資格を取得した司法書士は、地元の司法書士会への強制的な入会に必要な書類を提出した。",
    "vocabularyList": [
      {
        "word": "Mandatory membership",
        "translation": "強制的な入会"
      },
      {
        "word": "Public corporation",
        "translation": "法人"
      },
      {
        "word": "Commencing practice",
        "translation": "開業"
      },
      {
        "word": "Jurisdiction",
        "translation": "管轄区域"
      },
      {
        "word": "Supervision",
        "translation": "監督"
      },
      {
        "word": "Qualified scrivener",
        "translation": "資格を取得した司法書士"
      }
    ]
  },
  {
    "category": "Judicial Scrivener Act (司法書士法)",
    "titleText": "Mastering\nJapanese Legal English",
    "word": "Legal Counseling on Registration or Deposit Procedures",
    "definition": "The professional service provided by a judicial scrivener concerning the procedures for registration (of real property, corporations, etc.) or deposit (consignment of property or money), defined as within their scope of authorized practice.",
    "japaneseDefinition": "司法書士の業務範囲として認められている、不動産登記、商業登記、供託などの法的手続きに関する相談業務。",
    "japaneseWordTranslation": "登記又は供託に関する手続についての相談 (Tōki matawa kyōtaku ni kansuru tetsuzuki ni tsuite no sōdan)",
    "legalContext": "Judicial Scrivener Act, Article 3, Paragraph 1, Item 3: Judicial scriveners may handle legal counseling pertaining to procedures concerning registration or deposit, based on laws and regulations.",
    "japaneseLegalContext": "司法書士法第3条第1項第3号：司法書士は、法令に基づき、登記又は供託に関する手続についての相談に応ずることを業とすることができる。",
    "exampleSentence": "The scope of services a judicial scrivener offers includes Legal Counseling on Registration or Deposit Procedures, which constitutes a significant portion of their non-contentious legal work.",
    "exampleTranslation": "司法書士が提供するサービスの範囲には、登記又は供託に関する手続についての相談が含まれ、これは彼らの非訟的法務作業の重要な部分を構成する。",
    "vocabularyList": [
      {
        "word": "scope of services",
        "translation": "業務範囲"
      },
      {
        "word": "non-contentious legal work",
        "translation": "非訟的法務"
      },
      {
        "word": "laws and regulations",
        "translation": "法令"
      },
      {
        "word": "professional service",
        "translation": "専門的役務"
      },
      {
        "word": "authorized practice",
        "translation": "認可された業務"
      }
    ]
  },
  {
    "category": "Judicial Scrivener Act (司法書士法)",
    "titleText": "Mastering\nJapanese Legal English",
    "word": "Special Certification Designation",
    "definition": "The formal designation granted by the Minister of Justice, based on the results of specialized training and examination, that authorizes a judicial scrivener to handle certain limited litigation and representation matters in Summary Courts.",
    "japaneseDefinition": "法務大臣が、研修及び試験の結果に基づき、特定の司法書士に対し、簡易裁判所における特定の訴訟手続の代理権を付与するために与える認定。",
    "japaneseWordTranslation": "特別認定の付与 (Tokubetsu nintei no fuyo)",
    "legalContext": "Judicial Scrivener Act, Article 3, Paragraph 2: Only judicial scriveners who have received the Special Certification Designation may handle the representation in summary court litigation and related matters.",
    "japaneseLegalContext": "司法書士法第3条第2項：司法書士は、前項の業務のほか、法務大臣が定める研修を修了し、かつ、法務大臣が実施する考査に合格し、その旨の認定を受けた司法書士（特別認定の付与）に限り、簡易裁判所における訴訟手続等の業務を行うことができる。",
    "exampleSentence": "In order to expand their practice beyond documentation, the judicial scrivener applied for the Special Certification Designation necessary for representing clients in small claims actions.",
    "exampleTranslation": "文書作成以外の業務に活動を広げるため、その司法書士は少額訴訟の依頼者を代理するために必要な特別認定の付与を申請した。",
    "vocabularyList": [
      {
        "word": "Minister of Justice",
        "translation": "法務大臣"
      },
      {
        "word": "small claims actions",
        "translation": "少額訴訟"
      },
      {
        "word": "limited litigation",
        "translation": "限定的な訴訟"
      },
      {
        "word": "specialized training",
        "translation": "専門研修"
      },
      {
        "word": "representing clients",
        "translation": "依頼者を代理する"
      },
      {
        "word": "documentation",
        "translation": "文書作成"
      }
    ]
  },
  {
    "category": "Judicial Scrivener Act (司法書士法)",
    "titleText": "Mastering\nJapanese Legal English",
    "word": "Mandatory Association Membership",
    "definition": "The statutory requirement under the Judicial Scrivener Act that anyone registering as a judicial scrivener must join the local Judicial Scrivener Association (Shihō Shoshi Kai) established in the district where they intend to establish their primary office.",
    "japaneseDefinition": "司法書士法に基づき、司法書士登録を行う者が、事務所を設けようとする地を管轄する司法書士会に入会しなければならないという、法令上の義務。",
    "japaneseWordTranslation": "司法書士会への入会義務 (Shihō Shoshi Kai e no nyūkai gimu)",
    "legalContext": "Judicial Scrivener Act, Article 25, Paragraph 1: A judicial scrivener shall, at the time of registration, join the Judicial Scrivener Association that has jurisdiction over the area where they intend to establish their office.",
    "japaneseLegalContext": "司法書士法第25条第1項：司法書士は、その業務を行う事務所を設けようとする地の区域に設立されている司法書士会に入会しなければならない。",
    "exampleSentence": "Failure to fulfill the Mandatory Association Membership requirement prevents the individual from being officially registered and practicing as a judicial scrivener.",
    "exampleTranslation": "司法書士会への入会義務を果たさなければ、その者は正式に司法書士として登録され、業務を行うことができない。",
    "vocabularyList": [
      {
        "word": "statutory requirement",
        "translation": "法令上の要件"
      },
      {
        "word": "registration",
        "translation": "登録"
      },
      {
        "word": "primary office",
        "translation": "主たる事務所"
      },
      {
        "word": "jurisdiction",
        "translation": "管轄"
      },
      {
        "word": "practicing",
        "translation": "業務を行う"
      }
    ]
  },
  {
    "category": "Judicial Scrivener Act (司法書士法)",
    "titleText": "Mastering\nJapanese Legal English",
    "word": "National Qualification Examination",
    "definition": "The official test administered under the authority of the Minister of Justice to certify that an individual possesses the requisite knowledge and competence to be registered as a judicial scrivener.",
    "japaneseDefinition": "司法書士となるのに必要な学識及び能力を有するかどうかを判定するために、法務大臣の権限において実施される試験。",
    "japaneseWordTranslation": "司法書士試験 (しほうしょししけん)",
    "legalContext": "Judicial Scrivener Act Art. 3: 'Any person who has passed the Judicial Scrivener Examination shall be qualified to become a judicial scrivener.'",
    "japaneseLegalContext": "司法書士法第3条: 「司法書士試験に合格した者は、司法書士となる資格を有する。」",
    "exampleSentence": "Successful completion of the National Qualification Examination is the primary prerequisite for registration on the judicial scrivener roll.",
    "exampleTranslation": "国家資格試験に合格することが、司法書士名簿への登録の主要な前提条件となる。",
    "vocabularyList": [
      {
        "word": "prerequisite",
        "translation": "前提条件"
      },
      {
        "word": "qualified",
        "translation": "資格を有する"
      },
      {
        "word": "competence",
        "translation": "能力"
      },
      {
        "word": "administered",
        "translation": "実施される"
      },
      {
        "word": "requisite knowledge",
        "translation": "必要な学識"
      }
    ]
  },
  {
    "category": "Judicial Scrivener Act (司法書士法)",
    "titleText": "Mastering\nJapanese Legal English",
    "word": "Directional Oversight Order",
    "definition": "An administrative order or instruction issued by the Minister of Justice to a judicial scrivener or a judicial scrivener association, compelling them to take necessary measures to ensure proper professional conduct and integrity.",
    "japaneseDefinition": "法務大臣が、司法書士又は司法書士会に対し、その職務の執行を監督するために、必要な措置を講ずるよう命ずる行政上の指令。",
    "japaneseWordTranslation": "監督上の命令 (かんとくじょうのめいれい)",
    "legalContext": "Judicial Scrivener Act Art. 47(1): 'If deemed necessary for the supervision of a judicial scrivener, the Minister of Justice may issue a directional oversight order to the judicial scrivener.'",
    "japaneseLegalContext": "司法書士法第47条第1項: 「法務大臣は、司法書士の監督上必要があると認めるときは、当該司法書士に対し、監督上の命令をすることができる。」",
    "exampleSentence": "Following an investigation into misuse of client funds, the scrivener was subjected to a strict directional oversight order requiring weekly financial reporting.",
    "exampleTranslation": "依頼者資金の流用に関する調査の後、当該司法書士は、週次の財務報告を義務付ける厳格な監督上の命令を受けた。",
    "vocabularyList": [
      {
        "word": "supervision",
        "translation": "監督"
      },
      {
        "word": "integrity",
        "translation": "品位/誠実性"
      },
      {
        "word": "administrative order",
        "translation": "行政命令"
      },
      {
        "word": "misuse of funds",
        "translation": "資金の流用"
      },
      {
        "word": "necessary measures",
        "translation": "必要な措置"
      }
    ]
  },
  {
    "category": "Judicial Scrivener Act (司法書士法)",
    "titleText": "Mastering\nJapanese Legal English",
    "word": "Professional Indemnity Coverage",
    "definition": "Insurance coverage maintained by a judicial scrivener to indemnify clients for damages or financial losses arising from the scrivener's professional errors, mistakes, or negligence while performing their authorized duties.",
    "japaneseDefinition": "司法書士が、その職務の遂行における過誤、誤謬、又は懈怠によって依頼者に生じた損害や金銭的損失を補償するために維持する保険。",
    "japaneseWordTranslation": "業務に関する賠償責任保険 (ぎょうむにかんするばいしょうせきにんほけん)",
    "legalContext": "Judicial Scrivener Act (Related Rules): The local Judicial Scrivener Association may require mandatory enrollment in professional indemnity coverage as a condition of continued membership and practice.",
    "japaneseLegalContext": "司法書士法（関連会則）: 各司法書士会は、継続的な会員資格及び業務遂行の条件として、業務に関する賠償責任保険への加入を義務付けることがある。",
    "exampleSentence": "Failure to maintain adequate Professional Indemnity Coverage constitutes a violation of the association's rules and may lead to disciplinary action.",
    "exampleTranslation": "適切な業務に関する賠償責任保険を維持しないことは、会則違反となり、懲戒処分につながる可能性がある。",
    "vocabularyList": [
      {
        "word": "indemnify",
        "translation": "補償する"
      },
      {
        "word": "damages",
        "translation": "損害"
      },
      {
        "word": "errors",
        "translation": "過誤"
      },
      {
        "word": "negligence",
        "translation": "懈怠"
      },
      {
        "word": "violation",
        "translation": "違反"
      }
    ]
  },
  {
    "category": "Judicial Scrivener Act (司法書士法)",
    "titleText": "Mastering\nJapanese Legal English",
    "word": "Value of the Object of the Dispute",
    "definition": "The monetary amount defining the scope of a legal dispute. Specifically, for a specially certified Judicial Scrivener to act as agent in Summary Court litigation, the value of the claim must be 1,400,000 JPY or less.",
    "japaneseDefinition": "司法書士法において、特定認定を受けた司法書士が簡易裁判所における訴訟代理権を行使できる範囲を定める基準となる紛争の金銭的価値（140万円以下の請求額）。",
    "japaneseWordTranslation": "紛争の目的の価額 (ふんそうのもくてきのかがく)",
    "legalContext": "Judicial Scrivener Act Art. 3, Para. 1, Item 7: Specifies the scope of business for judicial scriveners, limited by the value of the object of the dispute.",
    "japaneseLegalContext": "司法書士法第3条第1項第7号：紛争の目的の価額が政令で定める額を超えない民事に関する紛争に関する手続についての代理。",
    "exampleSentence": "The certified judicial scrivener confirmed that the client’s monetary claim fell within the statutory Value of the Object of the Dispute, thus authorizing representation in the summary court proceedings.",
    "exampleTranslation": "認定司法書士は、依頼者の金銭的請求が法定の紛争の目的の価額内に収まっていることを確認し、これにより簡易裁判所での代理権が認められた。",
    "vocabularyList": [
      {
        "word": "specially certified",
        "translation": "特定認定を受けた"
      },
      {
        "word": "act as agent",
        "translation": "代理として行為する"
      },
      {
        "word": "litigation",
        "translation": "訴訟"
      },
      {
        "word": "monetary claim",
        "translation": "金銭的請求"
      },
      {
        "word": "statutory",
        "translation": "法定の"
      },
      {
        "word": "summary court proceedings",
        "translation": "簡易裁判所の手続"
      }
    ]
  },
  {
    "category": "Judicial Scrivener Act (司法書士法)",
    "titleText": "Mastering\nJapanese Legal English",
    "word": "Disciplinary Committee",
    "definition": "A committee established within a Judicial Scrivener Association or the Japan Federation of Judicial Scrivener Associations responsible for investigating allegations of professional misconduct and recommending disciplinary measures against members.",
    "japaneseDefinition": "司法書士会または日本司法書士会連合会内に設置され、会員の職務上の不正行為を調査し、懲戒処分を勧告する役割を持つ委員会。",
    "japaneseWordTranslation": "懲戒委員会 (ちょうかいいいんかい)",
    "legalContext": "Judicial Scrivener Act Art. 52: Relates to the procedures and structure of the disciplinary process managed by the Association/Federation.",
    "japaneseLegalContext": "司法書士法第52条：司法書士に対する懲戒処分の手続、委員会組織及び懲戒権者の権限について規定。",
    "exampleSentence": "Following an investigation into unauthorized handling of a case exceeding the statutory limits, the matter was forwarded to the Disciplinary Committee for review.",
    "exampleTranslation": "法定の制限を超えた事件を無許可で取り扱ったことに関する調査の後、その件は審査のため懲戒委員会に付託された。",
    "vocabularyList": [
      {
        "word": "allegations",
        "translation": "申立て（疑惑）"
      },
      {
        "word": "professional misconduct",
        "translation": "職務上の不正行為"
      },
      {
        "word": "disciplinary measures",
        "translation": "懲戒処分"
      },
      {
        "word": "unauthorized handling",
        "translation": "無許可の取扱い"
      },
      {
        "word": "forwarded to",
        "translation": "～に付託された"
      },
      {
        "word": "statutory limits",
        "translation": "法定の制限"
      }
    ]
  },
  {
    "category": "Judicial Scrivener Act (司法書士法)",
    "titleText": "Mastering\nJapanese Legal English",
    "word": "Professional Liability Insurance",
    "definition": "Insurance coverage that judicial scriveners are required (or strongly encouraged by the Federation) to maintain to protect clients from financial damage caused by the scrivener's professional negligence, errors, or omissions.",
    "japaneseDefinition": "司法書士が職務上の過失や不作為によって依頼者に生じさせた損害を賠償するために加入することが推奨または義務付けられている保険。",
    "japaneseWordTranslation": "職業賠償責任保険 (しょくぎょうばいしょうせきにんほけん)",
    "legalContext": "The maintenance of Professional Liability Insurance is integral to the Federation’s rules for ensuring public protection and professional credibility, often enforced via mandatory enrollment schemes.",
    "japaneseLegalContext": "日本司法書士会連合会の規則等により、国民の保護と職務の信頼性確保のため、保険の加入が推進・義務付けられている。",
    "exampleSentence": "Maintaining adequate Professional Liability Insurance is crucial for certified judicial scriveners, especially those engaging in complex registration filings or summary court representation.",
    "exampleTranslation": "適切な職業賠償責任保険を維持することは、認定司法書士、特に複雑な登記申請や簡易裁判所での代理業務を行う者にとって不可欠である。",
    "vocabularyList": [
      {
        "word": "integral to",
        "translation": "不可欠な要素である"
      },
      {
        "word": "professional negligence",
        "translation": "職務上の過失"
      },
      {
        "word": "errors and omissions",
        "translation": "誤謬及び脱漏"
      },
      {
        "word": "professional credibility",
        "translation": "職務の信頼性"
      },
      {
        "word": "registration filings",
        "translation": "登記申請"
      },
      {
        "word": "mandatory enrollment schemes",
        "translation": "強制加入制度"
      }
    ]
  },
  {
    "category": "Judicial Scrivener Act (司法書士法)",
    "titleText": "Mastering\nJapanese Legal English",
    "word": "Special Authorization for Representation",
    "definition": "The specific limited power granted only to certified judicial scriveners, enabling them to act as agents for clients in specific summary court suits, provided the amount of the claim does not exceed JPY 1,400,000.",
    "japaneseDefinition": "法務大臣の定める研修を修了し、認定を受けた司法書士が簡易裁判所における訴訟手続等において、依頼者の代理人となることができる限定的な権限。",
    "japaneseWordTranslation": "特定代理権 (とくていだいりけん)",
    "legalContext": "Judicial Scrivener Act Art. 3(1)(vi) and Art. 3(2): A judicial scrivener may provide representation in the procedures listed in paragraph 1, items iv and v, only if the scrivener has received the certification specified by the Minister of Justice.",
    "japaneseLegalContext": "司法書士法第3条第1項第六号および第2項: 司法書士は、法務大臣が定める研修を受け、その認定を受けたものに限り、第一項第四号及び第五号に掲げる手続について代理業務を行うことができる。",
    "exampleSentence": "A Certified Judicial Scrivener requires *Special Authorization for Representation* to handle a minor civil dispute in the Summary Court, provided the value of the object does not exceed the statutory limit.",
    "exampleTranslation": "認定司法書士が簡易裁判所での少額の民事紛争を取り扱うためには、目的物の価額が法定上限を超えない限り、特定代理権が必要である。",
    "vocabularyList": [
      {
        "word": "Certified Scrivener",
        "translation": "認定司法書士"
      },
      {
        "word": "Summary Court",
        "translation": "簡易裁判所"
      },
      {
        "word": "civil dispute",
        "translation": "民事紛争"
      },
      {
        "word": "statutory limit",
        "translation": "法定上限"
      },
      {
        "word": "agent",
        "translation": "代理人"
      },
      {
        "word": "value of the object",
        "translation": "目的物の価額"
      }
    ]
  },
  {
    "category": "Judicial Scrivener Act (司法書士法)",
    "titleText": "Mastering\nJapanese Legal English",
    "word": "Professional Roll Registration",
    "definition": "The mandatory administrative procedure whereby an individual who has passed the national examination must register their details in the official roll maintained by the local Judicial Scrivener Association before beginning their professional practice.",
    "japaneseDefinition": "司法書士たる資格を有する者が、その業務を開始するにあたり、所属すべき司法書士会の備える名簿に氏名、事務所の所在地等を記載する行政上の手続き。",
    "japaneseWordTranslation": "司法書士名簿登録 (しほうしょしめいぼとうろく)",
    "legalContext": "Judicial Scrivener Act Art. 25: A person who seeks to become a judicial scrivener must be registered in the judicial scrivener roll maintained by the judicial scrivener association that has jurisdiction over the location of the office where the person intends to practice.",
    "japaneseLegalContext": "司法書士法第25条: 司法書士となるには、その業務を行おうとする事務所の所在地を管轄する司法書士会に備える司法書士名簿に登録を受けなければならない。",
    "exampleSentence": "Failing to maintain *Professional Roll Registration* subjects the judicial scrivener to administrative sanctions and prohibition from professional activities.",
    "exampleTranslation": "司法書士名簿登録を維持しないことは、その司法書士を行政上の制裁および業務禁止の対象とさせる。",
    "vocabularyList": [
      {
        "word": "administrative procedure",
        "translation": "行政上の手続き"
      },
      {
        "word": "national examination",
        "translation": "国家試験"
      },
      {
        "word": "professional practice",
        "translation": "業務"
      },
      {
        "word": "jurisdiction",
        "translation": "管轄"
      },
      {
        "word": "administrative sanctions",
        "translation": "行政上の制裁"
      },
      {
        "word": "prohibition",
        "translation": "禁止"
      }
    ]
  },
  {
    "category": "Judicial Scrivener Act (司法書士法)",
    "titleText": "Mastering\nJapanese Legal English",
    "word": "Ministry of Justice Supervision",
    "definition": "The comprehensive administrative authority exercised by the Minister of Justice over the professional activities of judicial scriveners and their mandatory associations to ensure the proper operation of the profession and the protection of public interests.",
    "japaneseDefinition": "司法書士の職務の適正な運営と公共の利益の確保のため、法務大臣が司法書士会及び司法書士個人に対して行う広範な行政上の権限行使。",
    "japaneseWordTranslation": "法務大臣による監督 (ほうむだいじんによるかんとく)",
    "legalContext": "Judicial Scrivener Act Art. 47(1): The Minister of Justice shall, in order to ensure the proper operation of the judicial scrivener associations and judicial scrivener federations, provide necessary supervision.",
    "japaneseLegalContext": "司法書士法第47条第1項: 法務大臣は、司法書士会及び司法書士連合会の適正な運営を確保するため、これらを監督する。",
    "exampleSentence": "*Ministry of Justice Supervision* includes the power to issue business improvement orders and recommend disciplinary actions against individual scriveners who violate the Act.",
    "exampleTranslation": "法務大臣による監督には、法に違反した個々の司法書士に対して業務改善命令を発し、懲戒処分を勧告する権限が含まれる。",
    "vocabularyList": [
      {
        "word": "administrative authority",
        "translation": "行政上の権限"
      },
      {
        "word": "proper operation",
        "translation": "適正な運営"
      },
      {
        "word": "public interest",
        "translation": "公共の利益"
      },
      {
        "word": "business improvement order",
        "translation": "業務改善命令"
      },
      {
        "word": "disciplinary actions",
        "translation": "懲戒処分"
      },
      {
        "word": "federation",
        "translation": "連合会"
      }
    ]
  },
  {
    "category": "Judicial Scrivener Act (司法書士法)",
    "titleText": "Mastering\nJapanese Legal English",
    "word": "Certified Judicial Scrivener",
    "definition": "A judicial scrivener who has passed the special examination or training program and received designation (certification) from the Minister of Justice, granting them extended authority to act as an agent in specific summary court procedures.",
    "japaneseDefinition": "法務大臣による特別の研修及び考査を経て認定を受け、簡易裁判所における訴訟代理権などを有する司法書士。",
    "japaneseWordTranslation": "認定司法書士 (にんていしほうしょし)",
    "legalContext": "Judicial Scrivener Act, Art. 3, Paragraph 2: A judicial scrivener who has received the certification stipulated by Ministry of Justice Ordinance may carry out the procedures set forth in the preceding paragraph.",
    "japaneseLegalContext": "司法書士法第3条第2項: 司法書士は、法務省令で定める研修及び考査を経て認定を受けたものに限り、前項に定める手続を行うことができる。",
    "exampleSentence": "Only a Certified Judicial Scrivener is authorized to offer legal advice and act as an agent in small claims court procedures, subject to the claim amount ceiling.",
    "exampleTranslation": "認定司法書士のみが、請求額の上限に従い、少額訴訟手続において法律相談を提供し、代理人として活動する権限を与えられている。",
    "vocabularyList": [
      {
        "word": "certification",
        "translation": "認定"
      },
      {
        "word": "designation",
        "translation": "指定"
      },
      {
        "word": "extended authority",
        "translation": "権限の拡張"
      },
      {
        "word": "small claims court",
        "translation": "少額訴訟裁判所"
      },
      {
        "word": "legal advice",
        "translation": "法律相談"
      },
      {
        "word": "act as an agent",
        "translation": "代理人として活動する"
      }
    ]
  },
  {
    "category": "Judicial Scrivener Act (司法書士法)",
    "titleText": "Mastering\nJapanese Legal English",
    "word": "Authority to Represent in Summary Court Proceedings",
    "definition": "The special authorization granted only to judicial scriveners who have undergone specific training and testing (certified judicial scriveners) to act as legal representatives in civil cases before a Summary Court, provided the value of the claim does not exceed 1,400,000 yen.",
    "japaneseDefinition": "特別の研修と試験を経た司法書士（認定司法書士）に対して、簡易裁判所における民事訴訟事件において訴訟代理人となることが認められる権限。ただし、訴訟の目的の価額が140万円以下の事件に限られる。",
    "japaneseWordTranslation": "簡易裁判所における訴訟代理権 (かんいさいばんしょにおけるそしょうだいりけん)",
    "legalContext": "Judicial Scrivener Act Art. 3, Para. 1, Item 6: 'A Judicial Scrivener who has obtained the certification... may conduct the procedures... for Summary Court proceedings, etc., related to the lawsuit the value of which does not exceed the amount specified by Cabinet Order (1,400,000 yen).'",
    "japaneseLegalContext": "司法書士法第3条第1項第6号：「法務大臣が定める研修を修了し、かつ、法務大臣が定める試験に合格し、その旨の認定を受けた司法書士（以下「認定司法書士」という。）は、簡易裁判所における訴訟手続等について、訴訟の目的の価額が政令で定める額（140万円）を超えないものについて、代理する。」",
    "exampleSentence": "The certified judicial scrivener utilized the authority to represent in Summary Court proceedings to file the statement of claim for the small debt collection case.",
    "exampleTranslation": "認定司法書士は、少額債権回収事件の訴状を提出するため、簡易裁判所における訴訟代理権を行使した。",
    "vocabularyList": [
      {
        "word": "Certified Judicial Scrivener",
        "translation": "認定司法書士 (にんていしほうしょし)"
      },
      {
        "word": "Summary Court",
        "translation": "簡易裁判所 (かんいさいばんしょ)"
      },
      {
        "word": "Statement of Claim",
        "translation": "訴状 (そじょう)"
      },
      {
        "word": "Small Debt Collection Case",
        "translation": "少額債権回収事件 (しょうがくさいけんかいしゅうじけん)"
      },
      {
        "word": "Legal Representative",
        "translation": "訴訟代理人 (そしょうだいりにん)"
      },
      {
        "word": "Cabinet Order",
        "translation": "政令 (せいれい)"
      }
    ]
  },
  {
    "category": "Judicial Scrivener Act (司法書士法)",
    "titleText": "Mastering\nJapanese Legal English",
    "word": "Japan Federation of Judicial Scrivener Associations (JFJSA)",
    "definition": "The national mandatory professional organization for all judicial scriveners, established under the Judicial Scrivener Act, responsible for coordinating activities, providing guidance, and overseeing the professional conduct of its members across Japan.",
    "japaneseDefinition": "司法書士法に基づき設立された全国的な法人で、すべての司法書士会を会員とする。司法書士の指導、連絡、監督、およびその倫理的行動を統括する役割を担う。",
    "japaneseWordTranslation": "日本司法書士会連合会 (にほんしほうしょしかいれんごうかい)",
    "legalContext": "Judicial Scrivener Act Art. 52: 'In order to maintain the dignity of the judicial scriveners, improve the work of the judicial scriveners, and ensure the appropriate operation of the judicial scrivener system, the judicial scrivener associations shall establish the Japan Federation of Judicial Scrivener Associations.'",
    "japaneseLegalContext": "司法書士法第52条：「司法書士の品位を保持し、司法書士の事務の改善進歩を図るため、日本司法書士会連合会を設立する。」",
    "exampleSentence": "The JFJSA sets the professional ethics standards and handles serious cases of professional misconduct that require national coordination.",
    "exampleTranslation": "日本司法書士会連合会は職業倫理基準を定め、全国的な連携が必要な重大な専門職としての不正行為の案件を扱う。",
    "vocabularyList": [
      {
        "word": "Professional Organization",
        "translation": "職能団体 (しょくのうだんたい)"
      },
      {
        "word": "Dignity",
        "translation": "品位 (ひんい)"
      },
      {
        "word": "Judicial Scrivener Association",
        "translation": "司法書士会 (しほうしょしかい)"
      },
      {
        "word": "Professional Conduct",
        "translation": "職務上の行為 (しょくむじょうのこうい)"
      },
      {
        "word": "Oversight",
        "translation": "監督 (かんとく)"
      },
      {
        "word": "Coordination",
        "translation": "連絡調整 (れんらくちょうせい)"
      }
    ]
  },
  {
    "category": "Judicial Scrivener Act (司法書士法)",
    "titleText": "Mastering\nJapanese Legal English",
    "word": "Representation in Summary Court Proceedings",
    "definition": "The authority granted only to certified judicial scriveners to act as agents for clients in civil suits, conciliation, or arbitration before a Summary Court, provided the amount in controversy does not exceed the statutory limit of 1,400,000 yen.",
    "japaneseDefinition": "認定司法書士に対してのみ付与される、簡易裁判所における訴訟、調停、または仲裁において依頼人の代理人として行為する権限。係争物の価額は140万円以下に制限される。",
    "japaneseWordTranslation": "簡易裁判所における訴訟代理 (かんいさいばんしょにおけるそしょうだいり)",
    "legalContext": "Judicial Scrivener Act Art. 3, Para. 1, Item 7: Specifies the scope of business for certified judicial scriveners concerning court representation in summary courts.",
    "japaneseLegalContext": "司法書士法第3条第1項第7号：簡易裁判所における法廷代理に関する認定司法書士の業務範囲を定める。",
    "exampleSentence": "A certified judicial scrivener can undertake representation in Summary Court Proceedings for the recovery of a small commercial debt.",
    "exampleTranslation": "認定司法書士は、少額の商事債権の回収のための簡易裁判所における訴訟代理を引き受けることができる。",
    "vocabularyList": [
      {
        "word": "certified judicial scrivener",
        "translation": "認定司法書士"
      },
      {
        "word": "conciliation",
        "translation": "調停"
      },
      {
        "word": "arbitration",
        "translation": "仲裁"
      },
      {
        "word": "amount in controversy",
        "translation": "係争物の価額"
      },
      {
        "word": "statutory limit",
        "translation": "法定の上限"
      },
      {
        "word": "recovery of debt",
        "translation": "債権の回収"
      }
    ]
  },
  {
    "category": "Judicial Scrivener Act (司法書士法)",
    "titleText": "Mastering\nJapanese Legal English",
    "word": "Mandatory Enrollment",
    "definition": "The legal duty incumbent upon a person qualified as a judicial scrivener to register their establishment of an office and enroll as a member in the local Judicial Scrivener Association having jurisdiction over that office, before commencing professional duties.",
    "japaneseDefinition": "司法書士の資格を有する者が、業務を開始する前に、事務所を設置した地域の司法書士会に会員として登録し、入会することが法律上義務付けられていること。",
    "japaneseWordTranslation": "必須の入会 (ひっすのにゅうかい)",
    "legalContext": "Judicial Scrivener Act Art. 25, Para. 1: Stipulates that a judicial scrivener must enroll in the Judicial Scrivener Association having jurisdiction over the location of their office.",
    "japaneseLegalContext": "司法書士法第25条第1項：司法書士は、その事務所の所在地を管轄する司法書士会に入会しなければならないと規定する。",
    "exampleSentence": "Mandatory enrollment in the prefectural Judicial Scrivener Association is a prerequisite for a newly qualified judicial scrivener to lawfully commence their professional practice.",
    "exampleTranslation": "都道府県司法書士会への必須の入会は、新しく資格を得た司法書士が合法的にその専門業務を開始するための前提条件である。",
    "vocabularyList": [
      {
        "word": "incumbent upon",
        "translation": "義務として負う"
      },
      {
        "word": "establishment of an office",
        "translation": "事務所の設置"
      },
      {
        "word": "prefectural",
        "translation": "都道府県の"
      },
      {
        "word": "prerequisite",
        "translation": "前提条件"
      },
      {
        "word": "commence practice",
        "translation": "業務を開始する"
      },
      {
        "word": "local association",
        "translation": "単位会（地方の会）"
      }
    ]
  },
  {
    "category": "Judicial Scrivener Act (司法書士法)",
    "titleText": "Mastering\nJapanese Legal English",
    "word": "Grounds for Disciplinary Measures",
    "definition": "The statutory bases upon which the Minister of Justice may impose disciplinary sanctions (reprimand, suspension of duties, or revocation of registration) against a judicial scrivener for professional misconduct or violation of the Judicial Scrivener Act.",
    "japaneseDefinition": "司法書士が職業上の不正行為や司法書士法違反を犯した場合に、法務大臣が懲戒処分（戒告、業務停止、または登録取消し）を課すことができる法定の根拠。",
    "japaneseWordTranslation": "懲戒処分の事由 (ちょうかいしょぶんのじゆう)",
    "legalContext": "Judicial Scrivener Act Art. 47: Lists the grounds for disciplinary action, including violation of professional duties and conduct deemed harmful to the reputation of the profession.",
    "japaneseLegalContext": "司法書士法第47条：職務上の義務違反や職の信用を害する行為など、懲戒処分の事由を列挙する。",
    "exampleSentence": "The excessive delay in applying for the registration, resulting in harm to the client, constituted sufficient grounds for disciplinary measures against the scrivener.",
    "exampleTranslation": "登録申請の過度の遅延が依頼人に損害を与えたことは、当該司法書士に対する懲戒処分の十分な事由となった。",
    "vocabularyList": [
      {
        "word": "statutory bases",
        "translation": "法定の根拠"
      },
      {
        "word": "Minister of Justice",
        "translation": "法務大臣"
      },
      {
        "word": "revocation of registration",
        "translation": "登録の取消し"
      },
      {
        "word": "professional misconduct",
        "translation": "職業上の不正行為"
      },
      {
        "word": "suspension of duties",
        "translation": "業務の停止"
      },
      {
        "word": "reprimand",
        "translation": "戒告"
      }
    ]
  },
  {
    "category": "Judicial Scrivener Act (司法書士法)",
    "titleText": "Mastering\nJapanese Legal English",
    "word": "Certified Judicial Scrivener for Summary Court Procedures",
    "definition": "A Judicial Scrivener who has passed a specialized examination (or received certification) that allows them to represent clients in specific civil disputes handled by the Summary Court, provided the value of the subject matter does not exceed the statutory limit.",
    "japaneseDefinition": "簡易裁判所における特定の民事事件に関して、法務大臣の認定を受けた上で、代理権を有する司法書士。",
    "japaneseWordTranslation": "認定司法書士 (にんていしほうしょし)",
    "legalContext": "Judicial Scrivener Act, Art. 3, Para. 2: A Judicial Scrivener who has received the certification stipulated in the following paragraph may perform the acts listed in items 6 to 8 of the preceding paragraph...",
    "japaneseLegalContext": "司法書士法第3条第2項：前項の規定にかかわらず、次項に規定する認定を受けた司法書士は、前項第六号から第八号までに掲げる行為をすることができる…",
    "exampleSentence": "Only a Certified Judicial Scrivener for Summary Court Procedures is authorized to act as a litigation agent in a civil suit for damages below 1.4 million yen.",
    "exampleTranslation": "損害賠償を求める140万円以下の民事訴訟において、訴訟代理人となる権限があるのは認定司法書士のみである。",
    "vocabularyList": [
      {
        "word": "litigation agent",
        "translation": "訴訟代理人"
      },
      {
        "word": "civil suit",
        "translation": "民事訴訟"
      },
      {
        "word": "statutory limit",
        "translation": "法定限度額"
      },
      {
        "word": "Summary Court",
        "translation": "簡易裁判所"
      },
      {
        "word": "authorization",
        "translation": "権限"
      },
      {
        "word": "damages",
        "translation": "損害賠償"
      }
    ]
  },
  {
    "category": "Judicial Scrivener Act (司法書士法)",
    "titleText": "Mastering\nJapanese Legal English",
    "word": "Proxy for Registration Application",
    "definition": "The act of a Judicial Scrivener, as their primary function, applying for registrations (such as corporate or real property) on behalf of a client to the relevant public agencies, typically the Registry Office.",
    "japaneseDefinition": "司法書士が、依頼者に代わって、不動産登記や商業・法人登記などの登記手続を法務局へ申請すること。",
    "japaneseWordTranslation": "登記申請の代理 (とうきしんせいのたいり)",
    "legalContext": "Judicial Scrivener Act, Art. 3, Para. 1, Item 1: A Judicial Scrivener may conduct the proxy of procedures concerning applications for registration or deposit provided for in the laws and ordinances...",
    "japaneseLegalContext": "司法書士法第3条第1項第1号：登記又は供託に関する手続について、法令に基づき、代理すること。",
    "exampleSentence": "The Judicial Scrivener successfully executed the Proxy for Registration Application, ensuring the timely recordal of the change in corporate director information.",
    "exampleTranslation": "その司法書士は登記申請の代理を首尾よく実行し、法人役員情報の変更が期日通りに記録されるようにした。",
    "vocabularyList": [
      {
        "word": "corporate director",
        "translation": "法人役員"
      },
      {
        "word": "recordal",
        "translation": "記録"
      },
      {
        "word": "relevant public agencies",
        "translation": "関係公署"
      },
      {
        "word": "corporate registration",
        "translation": "法人登記"
      },
      {
        "word": "laws and ordinances",
        "translation": "法令"
      },
      {
        "word": "timely",
        "translation": "期日通りに"
      }
    ]
  },
  {
    "category": "Judicial Scrivener Act (司法書士法)",
    "titleText": "Mastering\nJapanese Legal English",
    "word": "Entry in the Judicial Scrivener Roll",
    "definition": "The formal requirement for a qualified person to register their name, office location, and other prescribed details in the roll managed by the Judicial Scrivener Association in the district where they intend to practice, which is a prerequisite for commencing professional activities.",
    "japaneseDefinition": "司法書士として業務を開始するために、その者が業務を行おうとする地域の司法書士会が備える名簿に、氏名や事務所所在地などを登録すること。",
    "japaneseWordTranslation": "司法書士名簿への登録 (しほうしょしめいぼへのとうろく)",
    "legalContext": "Judicial Scrivener Act, Art. 8, Para. 1: When a person intends to become a Judicial Scrivener, the person shall, after joining the Judicial Scrivener Association... have their name entered in the Judicial Scrivener Roll maintained by said Association.",
    "japaneseLegalContext": "司法書士法第8条第1項：司法書士となるには、司法書士会に入会し、かつ、当該司法書士会が備える司法書士名簿に、氏名、事務所の所在地その他の事項の登録を受けなければならない。",
    "exampleSentence": "The former paralegal could not begin practicing until the completion of his Entry in the Judicial Scrivener Roll.",
    "exampleTranslation": "元パラリーガルは、司法書士名簿への登録が完了するまで業務を開始することができなかった。",
    "vocabularyList": [
      {
        "word": "qualified person",
        "translation": "有資格者"
      },
      {
        "word": "commencing professional activities",
        "translation": "業務の開始"
      },
      {
        "word": "prerequisite",
        "translation": "前提条件"
      },
      {
        "word": "Judicial Scrivener Association",
        "translation": "司法書士会"
      },
      {
        "word": "office location",
        "translation": "事務所の所在地"
      },
      {
        "word": "maintained",
        "translation": "備える"
      }
    ]
  },
  {
    "category": "Judicial Scrivener Act (司法書士法)",
    "titleText": "Mastering\nJapanese Legal English",
    "word": "Handling Registration and Deposit Cases",
    "definition": "The primary business function of a judicial scrivener, involving the preparation of documents and acting as an agent for real estate registration, commercial registration, and deposit procedures with public agencies.",
    "japaneseDefinition": "司法書士の主たる業務であり、不動産登記、商業登記、及び供託手続に関する書類作成や代理申請を行うこと。",
    "japaneseWordTranslation": "登記・供託手続の取扱い (Tōki Kyōtaku Tetsuzuki no Toriatsukai)",
    "legalContext": "Judicial Scrivener Act Art. 3, Para. 1, Item 1: 'A judicial scrivener shall carry out the following business activities: 1. Acting as an agent for procedures relating to registration and deposit with a public agency....'",
    "japaneseLegalContext": "司法書士法第３条第１項第１号: 司法書士は、この法律の定めるところにより、他人の依頼を受けて、次に掲げる業務を行うことを業とする。一 登記又は供託に関する手続について代理すること。",
    "exampleSentence": "The majority of a judicial scrivener’s workload involves the **handling registration and deposit cases**, ensuring accurate and timely public records.",
    "exampleTranslation": "司法書士の業務の大半は、正確かつ適時な公的記録を確保するための、登記・供託手続の取扱いに係るものである。",
    "vocabularyList": [
      {
        "word": "public agency",
        "translation": "公的機関"
      },
      {
        "word": "real estate registration",
        "translation": "不動産登記"
      },
      {
        "word": "commercial registration",
        "translation": "商業登記"
      },
      {
        "word": "deposit procedures",
        "translation": "供託手続"
      },
      {
        "word": "workload",
        "translation": "業務量"
      },
      {
        "word": "timely public records",
        "translation": "適時の公的記録"
      }
    ]
  },
  {
    "category": "Judicial Scrivener Act (司法書士法)",
    "titleText": "Mastering\nJapanese Legal English",
    "word": "Legal Consultation Pertaining to Registration Procedures",
    "definition": "Providing professional legal advice specifically regarding the forms, requirements, and necessary documentation for various registration processes (e.g., real estate or corporate) that fall within the scope of the scrivener's authorized work.",
    "japaneseDefinition": "司法書士の権限内の業務に関連して、各種登記手続（不動産登記や商業登記など）の形式、要件、必要書類に関して専門的な法律上の助言を行うこと。",
    "japaneseWordTranslation": "登記手続に関する法律相談 (Tōki Tetsuzuki ni kansuru Hōritsu Sōdan)",
    "legalContext": "Judicial Scrivener Act Art. 3, Para. 1, Item 4: '...legal consultation pertaining to the procedures listed in the preceding three items [including registration and deposit procedures]...' ",
    "japaneseLegalContext": "司法書士法第３条第１項第４号: 前三号に掲げる手続について、法律相談に応ずること。",
    "exampleSentence": "Non-certified judicial scriveners are permitted to provide **legal consultation pertaining to registration procedures** as long as they do not offer representation in legal disputes.",
    "exampleTranslation": "非認定の司法書士は、法的な紛争における代理業務を行わない限り、登記手続に関する法律相談を提供することが許されている。",
    "vocabularyList": [
      {
        "word": "non-certified",
        "translation": "非認定の"
      },
      {
        "word": "authorized work",
        "translation": "権限内の業務"
      },
      {
        "word": "legal advice",
        "translation": "法律上の助言"
      },
      {
        "word": "representation in legal disputes",
        "translation": "法的紛争における代理"
      },
      {
        "word": "scope of work",
        "translation": "業務の範囲"
      },
      {
        "word": "preceding items",
        "translation": "前項各号"
      }
    ]
  },
  {
    "category": "Judicial Scrivener Act (司法書士法)",
    "titleText": "Mastering\nJapanese Legal English",
    "word": "Designation of Authorization for Summary Court Representation",
    "definition": "The formal authorization granted by the Minister of Justice to a judicial scrivener, following specific training and testing, enabling them to act as a legal representative in civil cases before a Summary Court (Kani Saibansho) where the claim amount does not exceed 1.4 million yen.",
    "japaneseDefinition": "法務大臣が、所定の研修・試験を経た司法書士に与える正式な権限。これにより、請求額が140万円を超えない簡易裁判所の民事事件において、訴訟代理人として活動することが可能となる。",
    "japaneseWordTranslation": "簡易裁判所代理権の認定の指定 (Kani Saibansho Dairiken no Nintei no Shitei)",
    "legalContext": "Judicial Scrivener Act Art. 3, Para. 1, Item 6 / Art. 6 (Special Certification System)",
    "japaneseLegalContext": "司法書士法第３条第１項第６号、第６条（特別認定制度）",
    "exampleSentence": "A judicial scrivener must complete special certification training to obtain the **designation of authorization for Summary Court representation** before accepting litigation cases.",
    "exampleTranslation": "司法書士は、訴訟事件を受任する前に、簡易裁判所代理権の認定の指定を得るため、特別認定研修を修了しなければならない。",
    "vocabularyList": [
      {
        "word": "Minister of Justice",
        "translation": "法務大臣"
      },
      {
        "word": "civil cases",
        "translation": "民事事件"
      },
      {
        "word": "legal representative",
        "translation": "訴訟代理人"
      },
      {
        "word": "claim amount",
        "translation": "請求額"
      },
      {
        "word": "special certification training",
        "translation": "特別認定研修"
      },
      {
        "word": "accepting litigation cases",
        "translation": "訴訟事件を受任する"
      }
    ]
  },
  {
    "category": "Judicial Scrivener Act (司法書士法)",
    "titleText": "Mastering\nJapanese Legal English",
    "word": "Preparation of Documents to be Submitted to Public Agencies",
    "definition": "The professional duty of Judicial Scriveners to draft documents that are intended to be submitted to public offices (such as administrative agencies or local government bodies), excluding those related to court or registration procedures.",
    "japaneseDefinition": "司法書士が、裁判所又は登録に関する手続を除き、公の機関（行政機関や地方公共団体など）に提出する目的の書類を作成する職務。",
    "japaneseWordTranslation": "公的機関に提出する書類の作成等 (kōteki kikan ni teishutsu suru shorui no sakusei tō)",
    "legalContext": "Judicial Scrivener Act Art. 3, Sec. 1, Items 4 and 5: Enumerates the scope of duties including the drafting of documents related to specific rights and administrative applications.",
    "japaneseLegalContext": "司法書士法第3条第1項第4号及び第5号：特定の権利に関する書類の作成や行政上の申請書類の作成など、職務の範囲を列挙している。",
    "exampleSentence": "A Judicial Scrivener may charge a fee for the Preparation of Documents to be Submitted to Public Agencies, such as applications for permits or certifications.",
    "exampleTranslation": "司法書士は、許可や認証の申請など、公的機関に提出する書類の作成等について報酬を請求することができる。",
    "vocabularyList": [
      {
        "word": "public offices",
        "translation": "公の事務所 (ōyake no jimusho)"
      },
      {
        "word": "drafting",
        "translation": "起案 (kian)"
      },
      {
        "word": "administrative agencies",
        "translation": "行政機関 (gyōsei kikan)"
      },
      {
        "word": "scope of duties",
        "translation": "職務の範囲 (shokumu no han'i)"
      },
      {
        "word": "certifications",
        "translation": "認証 (ninshō)"
      },
      {
        "word": "charge a fee",
        "translation": "報酬を請求する (hōshū o seikyū suru)"
      }
    ]
  },
  {
    "category": "Judicial Scrivener Act (司法書士法)",
    "titleText": "Mastering\nJapanese Legal English",
    "word": "Obligation of Registration and Association Entry",
    "definition": "The statutory requirement that any person seeking to practice as a Judicial Scrivener must register their practice location with the Japan Federation and join the Judicial Scrivener Association covering that jurisdiction.",
    "japaneseDefinition": "司法書士として業務を行うことを希望する者が、日本司法書士会連合会にその業務を行う場所を登録し、かつ当該区域の司法書士会に入会しなければならないという法令上の要件。",
    "japaneseWordTranslation": "登録と会則への入会義務 (tōroku to kaisoku e no nyūkai gimu)",
    "legalContext": "Judicial Scrivener Act Art. 25: Stipulates that a person who has passed the examination must register with the Federation to become a Judicial Scrivener.",
    "japaneseLegalContext": "司法書士法第25条：試験に合格した者が司法書士となるためには、連合会に登録しなければならないと規定している。",
    "exampleSentence": "The Obligation of Registration and Association Entry is a fundamental principle ensuring the self-governance and professional accountability of Judicial Scriveners.",
    "exampleTranslation": "登録と会則への入会義務は、司法書士の自治と職業的な責任を保証するための基本原則である。",
    "vocabularyList": [
      {
        "word": "statutory requirement",
        "translation": "法令上の要件 (hōreijō no yōken)"
      },
      {
        "word": "practice location",
        "translation": "業務を行う場所 (gyōmu o okonau basho)"
      },
      {
        "word": "jurisdiction",
        "translation": "管轄区域 (kankatsu kuiki)"
      },
      {
        "word": "self-governance",
        "translation": "自治 (jichi)"
      },
      {
        "word": "accountability",
        "translation": "責任 (sekinin)"
      },
      {
        "word": "Federation",
        "translation": "連合会 (rengōkai)"
      }
    ]
  },
  {
    "category": "Judicial Scrivener Act (司法書士法)",
    "titleText": "Mastering\nJapanese Legal English",
    "word": "Ministerial Supervision",
    "definition": "The power of the Minister of Justice to oversee the operations of the Judicial Scrivener profession, including the authority to issue necessary orders or conduct inspections for the purpose of ensuring professional integrity and compliance with the law.",
    "japaneseDefinition": "法務大臣が司法書士の業務運営を監督する権限。職務の公正の確保や法令遵守のために必要な命令を出したり、検査を行ったりする権限を含む。",
    "japaneseWordTranslation": "法務大臣による監督 (Hōmu Daijin ni yoru kantoku)",
    "legalContext": "Judicial Scrivener Act Art. 58 & 59: Grants the Minister of Justice the power to supervise Judicial Scriveners and their professional associations.",
    "japaneseLegalContext": "司法書士法第58条及び第59条：法務大臣に、司法書士及び司法書士会に対する監督権限を付与している。",
    "exampleSentence": "If a Judicial Scrivener fails to comply with professional standards, they may become subject to Ministerial Supervision, potentially leading to disciplinary action.",
    "exampleTranslation": "司法書士が職業倫理基準を遵守しなかった場合、法務大臣による監督の対象となり、懲戒処分につながる可能性がある。",
    "vocabularyList": [
      {
        "word": "oversee",
        "translation": "監督する (kantoku suru)"
      },
      {
        "word": "professional integrity",
        "translation": "職務の公正 (shokumu no kōsei)"
      },
      {
        "word": "compliance",
        "translation": "遵守 (junshu)"
      },
      {
        "word": "issuance of order",
        "translation": "命令の発出 (meirei no hasshutsu)"
      },
      {
        "word": "Minister of Justice",
        "translation": "法務大臣 (Hōmu Daijin)"
      },
      {
        "word": "disciplinary action",
        "translation": "懲戒処分 (chōkai shobun)"
      }
    ]
  }
]
